Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_data.po
Languages: sv_se

source: Repair equipment
sv_se: Reparera utrustning

source: Use weapon
sv_se: Använd vapen

source: Emergency shutdown
sv_se: Nödavstängning

source: Check system integrity
sv_se: Verifiera systemintegriteten

source: Sanctuary
sv_se: Fristad

source: Analyze item
sv_se: Analysera föremål

source: Invisibility
sv_se: Osynlighet

source: I am not the Linarian you are looking for.
sv_se: Jag är inte Linärianen du letar efter.

source: Malformed packet
sv_se: Felformaterat paket

source: When computers are presented with the unexpected they can damage themselves.
sv_se: När datorer är presenterade oväntade saker kan de skada sig själva.

source: Calculate Pi
sv_se: Beräkna Pi

source: It is not a big problem to make a badly designed system to go hunting for the impossible, causing a performance impact.
sv_se: Det är inget stort problem att få ett dåligt designat system att gå på jakt för det omöjliga, vilket orsakar en prestandaverkan.

source: Blue Screen
sv_se: Blåskärm

source: With a little touch a war machine comes crashing down to a halt. For a while.
sv_se: Med en liten touch kan en krigsmaskin stanna med en krasch. För ett tag.

source: Broadcast Blue Screen
sv_se: Utstråla Blåskärm

source: This is not just a firmware upgrade, my dear bot. You are about to find out what exactly I want to give you.
sv_se: Det här är inte bara en mjukvaru uppdatering, min käre bot. Du ska snart få reda på exakt vad jag vill ge dig.

source: Broadcast virus
sv_se: Utstråla Virus

source: The network is wide and dangerous. Many traps await for the weak and unprepared.
sv_se: Nätverket är utbrett och farligt. Många fällor väntar den svage och oföreberedde.

source: Dispel smoke
sv_se: Avge rök

source: Killer poke
sv_se: Skada minneskretsar

source: Plasma discharge
sv_se: Plasmaurladdning

source: The open source game called Nethack is one of the world's greatest wasters of time. Machines don't care about it, but humans can get sucked in quite deeply.
sv_se: Open-Source spelet Nethack är ett av världens största slöseri med tid. Maskiner bryr sig inte om det, men människor kan fastna ganska djupt i det.

source: Extract bot parts
sv_se: Extrahera botdelar

source: Ricer CFLAGS
sv_se: Ostabila kompilerings flaggor

source: Light
sv_se: Ljus

source: This does nothing in this version of freedroidRPG. Let there be light...
sv_se: Denna gör ingenting i den här versionen av freedroidRPG. Låt ljuset flöda...

source: Satellite image
sv_se: Satellitbild

source: This does nothing in this version of freedroidRPG. Getting a map of an area is pretty easy when you can look at everything from above.
sv_se: Denna gör ingenting i den här versionen av freedroidRPG. Att få tag i en karta på ett område är rätt så lätt när du kan se på allting ovanifrån.

source: Plasma grenade
sv_se: Plasmagranat

source: This is a bug, report this to the developers, unless you cheated, in which case you deserve to see this stupid description.
sv_se: Det här är en bugg, rapportera detta till utvecklarna, såvida du inte har fuskat, i vilket fall du förtjänar att se denna dumma beskrivning.

source: Gas grenade
sv_se: Gasgranat

source: EMP grenade
sv_se: EMP granat

source: I am a big bad bug in the game. Report me. Please.
sv_se: Jag är stor elak bugg i spelet. Rapportera mig till utvecklarna är du snäll.

source: Living
sv_se: Levande

source: coated in teflon
sv_se: täckt av teflon

source: of Almost Zodiac
sv_se: av nästan Zodiak

source: Resonant
sv_se: Resonerande

source: Cow
sv_se: Ko

source: Bull
sv_se: Tjur

source: Mouse
sv_se: Mus

source: Jackdaw
sv_se: Kaja

source: Hardcoded
sv_se: Hårdkodad

source: Melting
sv_se: Smältande

source: Cursed
sv_se: Förbannad

source: Perfect
sv_se: Perfekt

source: First aid
sv_se: Första hjälpen

source: Razor sharp
sv_se: Rakbladsvass

source: Light
sv_se: Ljus

source: Beautiful
sv_se: Vacker

source: Howling
sv_se: Ylande

source: Accelerating
sv_se: Accelererande

source: Colorful
sv_se: Färglad

source: Rainbow
sv_se: Regnbåge

source: Suicide
sv_se: Självmord

source: Broken
sv_se: Trasig

source: Fluorescent
sv_se: Fluorescerande

source: Luminescent
sv_se: Luminiscerande

source: Blazing
sv_se: Flammande

source: Hungry
sv_se: Hungrig

source: Devouring
sv_se: Uppslukande

source: Ravenous
sv_se: Glupsk

source: with no suffix
sv_se: utan suffix

source: with sharp edges
sv_se: med skarpa kanter

source: covered in blood
sv_se: täckt av blod

source: covered in oil
sv_se: täckt av olja

source: , 'the Murderer'
sv_se: , 'Mördaren

source: , 'the Healer'
sv_se: , 'Helaren'

source: , 'the Rabbit'
sv_se: , 'Kaninen'

source: , 'the Seeker'
sv_se: , 'Sökaren'

source: , 'the World'
sv_se: , 'Världen'

source: from hell
sv_se: från helvetet

source: with strange runes
sv_se: med konstiga runor

source: with a curse
sv_se: med en förbannelse

source: Cool
sv_se: Kall

source: Frozen
sv_se: Frusen

source: of ice
sv_se: av is

source: of chills
sv_se: av kalla kårar

source: Dummy item. If you see this, report a bug.
sv_se: Atrapp. Om du ser denna text, rapportera felet.

source: Big kitchen knife
sv_se: Stor kökskniv

source: Light and maneuverable in combat, but unfortunately not very effective in cutting through steel as well as quickly reaching the point of breaking if you try. Though for sure better than hitting at metal with your bare fists.
sv_se: Lätt och smidig i strid, men oturligt nog inte vare sig särskilt effektiv för att skära genom stål eller speciellt hållbar om du försöker. Dock är den klart bättre att använda än om du försöker slå på metall med bara händerna.

source: Antique sword
sv_se: Antikt svärd

source: Great sword
sv_se: Storsvärd

source: Chainsaw
sv_se: Motorsåg

source: Meat cleaver
sv_se: Köttyxa

source: Designed to chop through meat and bones, it's not as fragile as cutting blades when used against metal enemies. Though it is a bit more slow and clumsy to use then more grace full weapons.
sv_se: Designad för att hugga genom kött och ben gör den mindre känslig än ett skärande blad när den används på metall. Dock är den lite långsammare och klumpigare att använda än mer graciösa vapen.

source: Small Axe
sv_se: Handyxa

source: While this axe was made for splitting wood, with some luck it can damage vital parts of a droid as well.
sv_se: Även fast denna yxa från början är gjord för att klyva trä så kan med med lite tur skada vitala delar i en droid.

source: Large Axe
sv_se: Yxa

source: While this weapon is somewhat slow and cumbersome to use, it is as good at leaving big dents in droids as it is at felling trees. A good hit is often capable of taking out lesser droids in 1 single hit
sv_se: Fastän detta vapen är lite långsamt och klumpigt att använda, så är den lika bra på att lämna stora bucklor i droider som den är på att fälla träd. En bra träff kan mycket väl ta kål på en droid av lägre klass med en enda träff.

source: Hunting knife
sv_se: Jaktkniv

source: A short stabbing dagger weapon doesn't have much effect on the metal body of a droid, but with luck you might damage some wires or hoses in less protected areas so it's still better then trying to take on the machines with bare hands.
sv_se: Ett kort stickande vapen har inte särskilt mycket effekt på en droids metallkropp, men med lite tur kan du skada några ledningar eller slangar i mindre skyddade delar, så det är fortfarande bättre än att ta sig an maskinerna med bara händerna.

source: Metal spear
sv_se: Metallspjut

source: A spear forged from metal considerably improves from a wooden spears damage and durability, but the increased weight does make it somewhat slower and more cumbersome to use. It's still a fast weapon though compared to most other.
sv_se: Ett spjut av metall ökar kraftigt både skada och livslängd jämfört med ett träspjut, men den ökade vikten gör det också något långsammare och mer mödosamt att använda. Det är dock fortfarande ett snabbt vapen jämfört med många andra.

source: Iron pipe
sv_se: Järnrör

source: Big wrench
sv_se: Stor skiftnyckel

source: A big heavy wrench can be surprizingly efficient in turning a bot into second hand parts, in a hands on brutal way if needed.
sv_se: En stor och tung skiftnyckel kan vara förbluffande effektiv i att göra om en droid till begagnade delar, på ett brutalt sätt om så krävs.

source: Crowbar
sv_se: Kofot

source: Something originally intended for breaking up doors or pulling out nails can also be used to break open droid skulls or give enough leverage to pull off their extremities.
sv_se: Något som ursprungligen skapats för att bryta upp dörrar eller dra ut spik kan också användas för att bryta upp droidskallar eller bända loss deras extremiteter.

source: Golf club
sv_se: Golfklubba

source: It might not be so sturdy, but if you manage to get in a good hit the kinetic energy might be enough to damage internal electronics even if there is a small dent on the outside.
sv_se: Den kanske inte är så hållbar, men om du lyckas få in en bra träff kan den kinetiska energin vara tillräcklig för att skada den interna elektroniken även om det bara blir ett litet märke utanpå.

source: Tree branch
sv_se: Trädgren

source: A club from a tree branch is certainly not your preferred choice of weapon to use, but it might be your only...
sv_se: En påk från ett trädgren är nog inte ditt första val av vapen att använda, men det kan vara ditt enda...

source: Power hammer
sv_se: Elhammare

source: Table leg
sv_se: Bordsben

source: In desperate situations even ordinary objects can turn into makeshift weapons.
sv_se: I desperata situationer kan ordinära objekt visa sig vara möjliga vapen.

source: Mace
sv_se: Morgonstjärna

source: Baseball bat
sv_se: Basebollträ

source: With 1-2 good two handed swings a former droids head might fly far enough for you to score a home run. Just make sure to bring a backup weapon because wooden bats have a predilection for splitting into two after too many hard hits.
sv_se: Med 1-2 fina träffar från ett tvåhandsslag så kan en droids huvud flyga tillräckligt långt för att du ska hinna med ett frivarv. Försäkra dig bara om att ta med ett reservvapen då slagträn av trä har en tendens att splittras i två efter för många hårda träffar.

source: Iron bar
sv_se: Järnspätt

source: A bit slow and cumbersome to use and prohibiting the security of a shield to cower behind, this weapon isn't always a good option. But if you do hit you are sure to do more damage then just a scratch.
sv_se: Lite långsam och ohanterlig att använda och det faktum att den förhindar användandet av sköldar som man kan gömma sig bakom gör att detta vapen inte alltid är ett bra val. Men om du träffar kan du vara säker på att du gör mer än bara lämnar en liten repa.

source: Sledgehammer
sv_se: Slägga

source: Very slow and only for the strongest, but only the thougher droids can survive more then 1-2 direct hits.
sv_se: Väldigt långsam och enbart för de starkaste, men endast starkare droider kan överleva mer än 1-2 träffar.

source: Light saber
sv_se: Ljussabel

source: In the hands of a true master, this excellent technological craftsmanship is as deadly as it is beautiful. It requires laser crystals to work properly.
sv_se: I händerna på en riktig mästare är detta bevis på teknisk fulländning lika dödlig som vacker. Den kräver energikristaller för att fungera.

source: Laser staff
sv_se: Laserstav

source: A close combat master with this weapon in his hands is a pure whirling dervish of death. It requires laser crystals to work properly.
sv_se: En närstridsmästare med detta vapen är en riktig arabisk dervisch av förstörelse. Den kräver energikristaller för att fungera.

source: This blade pulses with evil. That power. That energy. Nothing can stop you now.
sv_se: Detta svärd pulserar av ondska. Energin. Styrkan. Ingen kan stoppa dig nu.

source: Laserscalpel
sv_se: Laserskallpell

source: I murdered the only person within a thousand miles who can heal me, and all I got was this lousy scalpel.
sv_se: Jag mördade den enda personen inom tusentals km i radie som kan hela mig, och allt jag fick var denna jäkla skalpell.

source: .22 Automatic
sv_se: .22 Automat

source: With .22 ammo it's mostly dumb luck if you actually damage a bot with this pistol. On the bright side, you will get a LOT of target practise out of each bot before a bullet or two manages to find a weak enough spot to take the bot out.
sv_se: Med .22 tums ammunition är det mest ren tur om om du gör någon riktig skada på en droid med denna pistol. Å den andra sidan, du kommer att få MYCKET skytteträning innan du träffar en svag punkt på droiden som förstör den.

source: .22 Hunting Rifle
sv_se: .22 Jaktgevär

source: A .22 hunting rifle was mainly used for sports shooting and for cheap training. As a hunting weapon it's main use was to kill small vermin such as rats and squirrels. It was also highly effective vs rabbits. Unfortunately you wont be hunting 'wabbits'...
sv_se: En .22 tums jaktgevär användes mest till sportskytte och för billig träning. Som ett gevär för jakt är dess huvudsakliga syfte att döda smådjur, såsom råttor och ekorrar. Den är också mycket effektiv mot kaniner. Oturligtvis kommer du inte jaga 'kaniner'...

source: Shotgun shells
sv_se: Hagelpatroner

source: Two Barrel sawn off shotgun
sv_se: Tvåpipigt avsågat hagelgevär

source: Two Barrel shotgun
sv_se: Tvåpipigt hagelgevär

source: Pump action shotgun
sv_se: Pumphagelgevär

source: Plasma crystal load. This is the most common way of loading a plasma weapon.
sv_se: Plasma energibehållare. Detta är den vanligaste metoden för att ladda ett plasmavapen.

source: 9mm Automatic
sv_se: 9mm Automat

source: 9mm Sub Machine Gun
sv_se: 9mm K-pist

source: 7.62mm Hunting rifle
sv_se: 7.62mm Jaktgevär

source: Barrett M82 Sniper Rifle
sv_se: Barrett M82 Krypskyttegevär

source: Laser power pack
sv_se: Laser energipaket

source: Energy crystal load for laser weapons and other powertools. Each round fired consumes a load within the crystal.
sv_se: Energikristall för laservapen och elverktyg. Varje skott avfyrat drar en laddningsenhet ur kristallen.

source: A basic laser, but it has good uses in certain situations. No warranty of any kind though.
sv_se: En enkel laser, men den kan vara användbar i vissa situationer. Ingen garanti av något slag dock.

source: Laser Rifle
sv_se: Lasergevär

source: This rifle is a high-end laser weapon. There is only one problem with it: Shooting it is too much fun. People often end up with no ammunition in the middle of a battle.
sv_se: Detta gevär är ett high-end laservapen. Det är bara ett problem med det: Att skjuta med det är för kul. Det brukar leda till att ammunitionen tar slut mitt i striden.

source: Laser Pulse Rifle
sv_se: Pulslasergevär

source: The pulse laser technology, allowing for many repreated short burts without the weapon overheating, makes this quite a useful weapon. The damage from each shot is noticably less then from a Laser rifle, but the firing rate more then makes up for it.
sv_se: Pulslaser teknologin tillåter många korta salvor utan att vapnet överhettar, vilket gör det ganska användbart. Skadan från varje skott är märkbart mindre än ett från ett Lasergevär, men eldhastigheten överväger den nackdelen mer råge.

source: Laser Pulse Cannon
sv_se: Pulslaserkanon

source: The pulse laser technology, allowing for many repeated short burts without the weapon overheating, combined with a design for military purpuse makes this weapon the perfered choise for most soldiers. It's recoil free, quick firing, large mag & awesome killing power makes it the ideal weapon for cleansing out big droid infestations in mere minutes.
sv_se: Pulslaserteknologin, som tillåter många korta pulsar utan att vapnet överhettar, kombinerat med en design för militära ändamål gör detta vapen till förstahandsvalet för de flesta soldater. Dess rekyllösa, snabba eldgivning tillsammans med ett stort magasin och förbluffande utslagningsförmåga gör det till det ideala vapnet för att rensa bort stora droidsamlingar på nolltid

source: Plasma energy container
sv_se: Plasma energibehållare

source: A container filled with all materia and energy required to make plasma weapons work in one handy and relatively safe package. This is the most common way of loading a plasma weapon.
sv_se: En behållare fylld med all materia och energi som behövs för att få ett plasma vapen att fungera i en smidigt och relativt säker förpacking.Detta är det vanligaste sättet att ladda plasma vapen.

source: The basic plasma weapon in a conveniently small package.
sv_se: Grundmodellen av plasmavapen i ett nära till hands litet paket.

source: Plasma gun
sv_se: Plasmagevär

source: A somewhat slow weapon, but once you do hit plenty a bot just melts down on the spot. A good alternative to a pulse laser for the skilled marksman.
sv_se: Ett något långsamt vapen, men när du väl träffar smälter de flesta robotar på platsen. Ett bra alternativ till pulslasern för en erfaren prickskytt.

source: Plasma cannon
sv_se: Plasmakanon

source: The very slow firing rate is made up pleanty by the awesome power of this weapon. Its main use in the military is as a close support weapon complementing the soldiers bread&butter pulse lasers, especially when attacking enemies behind cover.
sv_se: Dess långsamma eldhastighet vägs till råge upp av den otroliga eldkraften hos detta vapen. Dess huvudsakliga användning är i rollen som understödsvapen för komplement till soldaternas standard lasrar, speciellt när de anfaller fiender bakom skydd.

source: 2 mm Exterminator Ammunition
sv_se: 2 mm Utrotar ammunition

source: Exterminators need this kind of ammunition. It can cause skin irritations due to leaking extermination radiation when carried close to the body for long time.
sv_se: Utrotare kräver denna ammunition. Den kan orsaka hudirritationer på grund av läckande utrotningsstrålning när den bärs nära kroppen en längre tid.

source: Exterminator
sv_se: Utrotare

source: While this weapon is capable of firing really powerful shots, beware of the exceptionally long reloading times. (Don't get swarmed by enemies with this weapon unless you have powerful armor!)
sv_se: Medans detta vapen är kapabelt att skjuta riktigt kraftfulla skott, var uppmärksam på dess exeptionellt långa omladdingstid. (Bli inte överfallen av många fiender med detta vapen om du inte har ett massivt pansar!)

source: The Super Exterminator!!!
sv_se: Super utrotaren!!!

source: This bad boy has been known to blow away enemies with a single blast. A dangerous weapon that you don't want to be on the receiving end of.
sv_se: Denna stygga gosse är känd för att spränga bort sina fiender med en explosion. Ett farligt vapen som du inte vill vara på mottagarsidan av.

source: VMX Gas Grenade
sv_se: VMX Gasgranat

source: The gas does not look terrifying. It even smells somewhat nice. And then you die. You die a most horrible death, never knowing what killed you.
sv_se: Gasen ser inte så hemsk ut. Den luktar till och med inte så dumt. Och sedan dör du. Du dör en mycket fruktansvärd död, ovetandes om vad som dödat dig.

source: EMP Shockwave Generator
sv_se: EMP shockvägsgenerator

source: This sphere contains a few strange bits of technology invented by Nikola Tesla in the early 20th century. The magnetic pulse that it generates can destroy most electronic devices in just one blast.
sv_se: Denna sfär innehåller några okända bitar av teknologi uppfunna av Nikola Tesla under tidigt 1900-tal. Den magnetiska pulsen den kan generera kan förstöra de flesta elektroniska föremål i en enda explosion.

source: Plasma Shockwave Emitter
sv_se: Plasmashockvågsutstrålare

source: NPC Hand to hand weapon
sv_se: IckeSpelarKaraktärs närstridsvapen

source: Bot use only
sv_se: Endast för botar

source: Droid weaponry - 302
sv_se: Droidbeväpning - 302

source: Droid weaponry - 329
sv_se: Droidbeväpning - 329

source: Droid weaponry - 420
sv_se: Droidbeväpning - 420

source: Droid weaponry - 476 (Small Single Laser)
sv_se: Droidbeväpning - 476

source: Droid weaponry - 493
sv_se: Droidbeväpning - 493

source: Droid weaponry - 516
sv_se: Droidbeväpning - 516

source: Droid weaponry - 571
sv_se: Droidbeväpning - 571

source: Droid weaponry - 598
sv_se: Droidbeväpning - 598

source: Droid weaponry - 614,GUA,MUM (Power Exterminator)
sv_se: Droidbeväpning - 614,GUA,MUM (Utrotare)

source: This is one of the most powerful ranged weapons out there.
sv_se: Detta är ett av de kraftigaste distansvapnen som finns att tillgå.

source: Droid weaponry - 615,751,834 (Advanced Single Laser)
sv_se: Droidbeväpning - 615,751,834 (Avancerad Ensam Laser)

source: Droid weaponry - 629,821,999 (Advanced Twin Laser)
sv_se: Droidbeväpning - 629,821,999 (Avancerad Dubbel Laser)

source: Droid weaponry - 711,742 (Disruptor Class Alpha)
sv_se: Droidbeväpning - 711,742 (Energivapen Klass Alfa)

source: This weapons name speaks for itself-more of a brute force weapon than most, it is best used on high defense enemies.
sv_se: Detta vapens namn talar för sig själv, mer ett råstyrkevapen än de flesta, används bäst mot fiender med bra försvar.

source: Droid weaponry - 883 (Bot exterminator)
sv_se: Droidbeväpning - 883 (Bot utrotare)

source: Simple Jacket
sv_se: Vanlig Jacka

source: Does a decent job of protection. I guess. Maybe. I'm not sure.
sv_se: Den gör ett acceptabelt försök till skydd. Antar jag. Kanske. Jag är inte säker.

source: Reinforced Jacket
sv_se: Förstärkt Jacka

source: One step up from a normal jacket.
sv_se: Ett steg upp från en vanlig jacka

source: Protective Jacket
sv_se: Skyddande Jacka

source: Very strong for its size, does a good job of absorbing basic blows.
sv_se: Väldigt stark för sin storlek, absorberar vanliga slag bra.

source: Red Guard's Light Robe
sv_se: Röda Gardets lätta skyddsdräkt

source: Tough as nails and able to withstand most blows.
sv_se: Hård som sten och tålig nog att klara av de flesta slag.

source: Red Guard's Heavy Robe
sv_se: Röda Gardets tunga skyddsdräkt

source: Defense is acquired at a high level with this durable piece of armor.
sv_se: Man får ett mycket bra försvar med denna beständiga pansardel.

source: Cap
sv_se: Mössa

source: A simple cover for your head. Don't expect to be incognito.
sv_se: Ett enkelt skydd för ditt huvud. Förvänta dig inte att vara incognito.

source: Small Helm
sv_se: Liten hjälm

source: A rather useful helmet, has a few defense issues here and there but mainly is worth the wear.
sv_se: En ganska användbar hjälm, har en del försvarsproblem här och där men är ändå värd att bära.

source: Iron Helm
sv_se: Järnhjälm

source: Top of the line head gear, manages to protect against a myriad of close range and long range attacks.
sv_se: En banbrytande hjälm, som kan beskydda dig mot en myriad av när- och distansattacker.

source: Pot-Helm
sv_se: Potthjälm

source: It might look a bit silly, but it will save your life many times
sv_se: Den kan se lite löjlig ut, men den kommer att rädda ditt liv många gånger

source: Iron Hat
sv_se: Järnhatt

source: Now this is head protection. Feel safe with sturdy iron protecting your head. Not as comfortable as other hats
sv_se: Detta är huvudskydd. Känn dig säker med järn som skyddar ditt huvude. Inte likan komfortabelt som andra hattar.

source: Dixon's helmet
sv_se: Dixon's hjälm

source: A gift from Dixon. It looks like it is about to turn into dust.
sv_se: En gåva från Dixon. Den ser ut som om den är påväg att bli damm.

source: Buckler
sv_se: Sköld
