Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: But as you can see, the color cannot be eaten, only the taste counts.
fr_fr: Mais comme tu peux le voir, la couleur ne peut pas être mangée, seul l'arôme compte.

source: I have the dilithium you wanted.
fr_fr: J'ai le dilithium que tu voulais.

source: Really? I thought you are dead, but not only you come back alive, you also bring some power crystals for my trusty oven.
fr_fr: Vraiment? Je pensais que tu étais mort, mais en plus de revenir vivant, tu me rapportes quelques cristaux de puissance pour réparer mon four.

source: I will start cooking at once.
fr_fr: Je vais commencer à cuisiner dans un instant.

source: Thank you, Linarian. As soon as the food cubes are ready I will be able to give them away to the hungry people.
fr_fr: Merci, Linarien. Dès que les cubes seront prêts je pourrai les donner aux gens affamés.

source: What was I supposed to do again?
fr_fr: Qu'est ce que je dois faire, déjà ?

source: Get me some dilithium before the whole stupid colony commits mass suicide because of poor food quality.
fr_fr: Donne moi un peu de dilithium avant que cette stupide colonie ne fasse un suicide collectif à cause de la mauvaise qualité de la nourriture.

source: Of course our heinous food might do us in far before that. I swear I saw that stuff glow it the dark and try to sneak away from my plate a few times.
fr_fr: Naturellement notre détestable nourriture pourrait nous avoir bien avant ça. Je jure l'avoir vue briller dans le noir et essayer de s'échapper de mon assiette quelques fois.

source: Where can I get the crystals?
fr_fr: Où est-ce que je peux trouver des cristaux ?

source: There is an old dilithium mine to the east. I am sure there is lots of that stuff there.
fr_fr: Il y une vieille mine de dilithium à l'est. Je suis certain qu'il y a beaucoup de ces trucs là bas.

source: I will talk to the guards, they will open the eastern gate for you.
fr_fr: Je parlerai aux gardes, ils ouvriront la porte est pour toi.

source: Good luck. Try not to get yourself killed.
fr_fr: Bonne chance. Essaie de ne pas te faire tuer.

source: What is this dilithium?
fr_fr: Qu'est ce que le dilithium ?

source: You do not know? I thought Linarians were unmatched in their knowledge of the universe. Anyway...
fr_fr: Tu ne le sais pas ? Je pensais que les Linariens étaient imbattables dans leur connaissance de l'univers. De toutes façons...

source: Dilithium is a substance which is usually seen in the form of a small crystal.
fr_fr: Le dilithium est une substance qui se présente habituellement sous la forme d'un petit cristal.

source: It somehow generates and stores amazing amounts of electricity. I do not know the details. I'm a cook, not a quantum scientist.
fr_fr: Il génère et stocke une quantité incroyable d'énergie. Je ne connais pas les détails. Je suis un cuisinier, pas un expert en physique quantique.

source: A small crystal would power my oven for weeks.
fr_fr: Un petit cristal alimenterait mon four pendant des semaines.

source: I have an idea. Use fire to cook the food for the city.
fr_fr: Je sais : fais du feu pour cuire la nourriture de la cité.

source: A nice idea, but there is a couple of major problems with it.
fr_fr: Une idée sympa, mais il y deux gros problèmes avec ça.

source: We are a town of 450 hungry people. It would need to be a very big fire to supply heat for all of the meals.
fr_fr: Nous sommes une ville de 450 personnes affamées. Ça nécessiterait un très grand feu pour cuire toute la nourriture.

source: There is nothing to burn inside the city. If you want you can go and try to chop some trees in the region to the north, but odds are the bots will chop you down before you get a chance to swing the hatchet once.
fr_fr: Il n'y a rien à brûler à l'intérieur de la ville. Si tu veux tu peux aller essayer de couper quelques arbres dans la région du Nord, mais les robots risquent de te découper avant que tu ais eu le temps de balancer un seul coup de hache.

source: Finally, the meal cubes which we have in the freezer are optimized for macrowaves. If we stick them in a fire they will combust and not cook.
fr_fr: Enfin, les cubes de nourriture que nous avons au congélateur sont optimisés pour les macro-ondes. Si nous les mettions au feu ils brûleraient et ne cuiraient pas.

source: No oven means having to use the premacrowaved food.
fr_fr: Pas de four signifie que tu es obligé d'utiliser la nourriture précuite pour le four macro-ondes.

source: And the only such thing around is the abhorrent military sludge.
fr_fr: Et le seul truc de ce genre par ici est l'exécrable ration militaire marron.

source: Tell the Red Guard that you need your battery back.
fr_fr: Dis à la Garde Rouge que tu as besoin de ta batterie.

source: They said it was already fed to their reactor as fuel.
fr_fr: Ils ont dit qu'ils s'en étaient déjà servi comme carburant pour leur réacteur.

source: Hi. You look really happy.
fr_fr: Bonjour. Tu sembles vraiment très joyeux.

source: Hey! I'm Ewald. I'm a bartender.
fr_fr: Hé ! Je suis Ewald. Je suis un tenancier de bar.

source: I used to do a lot of drugs, and I destroyed my brain.
fr_fr: J'ai pris beaucoup de drogues, et j'ai détruit mon cerveau.

source: I'm not too smart now, but I'm very happy all the time!
fr_fr: Je ne suis plus très malin, mais tout le temps super content !

source: Want something to drink?
fr_fr: Tu veux boire quelque chose ?

source: How is your business doing?
fr_fr: Comment vont les affaires ?

source: Nah, No darn good at all.
fr_fr: Non, il n'y a rien de bon à reprendre.

source: The bots ruined it for me. Now the supplies are very low and I had to make the prices high.
fr_fr: Les robots m'ont ruiné. Maintenant il y a vraiment très peu de fournitures et j'ai été obligé d'augmenter les prix.

source: No one wants to pay 499 triangles for bottom shelf swill that even Bender would not drink...
fr_fr: Personne ne veut payer 499 triangles la rinçre de l'étagère du bas, que même Bender ne boirait pas.

source: The tax is quite brutal as well. And the Red Guard always demands discounts too.
fr_fr: La taxe est très forte. Et la Garde Rouge demande une remise en plus.

source: Life is tough. I am still happy though.
fr_fr: La vie est ainsi. Je suis heureux malgré tout.

source: Are you selling something other than drinks?
fr_fr: Est-ce que tu vends autre chose que des boissons ?

source: Yeah, I have some junk here... Want to see?
fr_fr: Ou, j'ai quelques drogues ici... Tu veux les voir ?

source: I could use a drink. What is there to be had?
fr_fr: Je pourrais prendre un verre. Où est le problème ?

source: Well... We are a bit short on supplies right now... Erm... AH! I know!
fr_fr: Bien... On est un peu à court de fournisseurs en ce moment... Mmh... AH! Je sais!

source: I have WATER!
fr_fr: J'ai de L'EAU !

source: I want double water on the rocks. Stirred, not shaken.
fr_fr: Je veux une double eau sur le comptoir. Mélangée, pas secouée.

source: Here you go. That one is on the house. And if the water is not enough, just ask me for more.
fr_fr: Va ici. Il y a une maison. Et si l'eau manque, n'hésite pas à m'en demander plus.

source: Long Island iced water please.
fr_fr: Une eau glacée de Long Island, je te prie.

source: Here you go.
fr_fr: Va ici.

source: I want something cheap... Give me some fortified water.
fr_fr: Je n'ai pas beaucoup d'argent... Donne moi simplement un peu d'une eau réconfortante.

source: Eh... Sure, as you wish. Here you go.
fr_fr: Eh... Certainement, comme tu veux. Viens ici.

source: Ugh... Ahh... I like it. Give me some more of that.
fr_fr: Mmh... Ahh... J'aime ça. Donne m'en encore.

source: Uh... Sure...
fr_fr: Euh... Certainement...

source: Ahh... Fresh water! Give me some more of that.
fr_fr: Ahh... De l'eau fraîche ! Donne m'en plus.

source: Yeah, I thought you would like it. Here is more.
fr_fr: Ouais, je pensais bien que tu aimerais ça. Il y en a plus ici.

source: Hmm... Lots of ice. Give me one more double water, but now without any ice.
fr_fr: Hmm... Beaucoup de glace. Donne moi une double eau en plus, mais maintenant sans glace.

source: One double water coming up.
fr_fr: Et une eau double qui arrive.

source: MORE! I want more water!
fr_fr: PLUS! Je veux plus d'eau !

source: Erm... Ok... Here, have some of my special, water colada.
fr_fr: Euh... D'accord... Ici, il a quelques unes des mes spécialités, eau colada.

source: I am really thirsty! I want water.
fr_fr: J'ai vraiment très soif! Je veux de l'eau.

source: Well, you drank all my water, so you cannot have any more. There is none left.
fr_fr: Bon, tu as bu toute mon eau, donc tu ne peux plus rien boire de plus. Il ne reste rien.

source: I heard Linarians can drink a lot of water, but seven liters is a lot.
fr_fr: J'ai entendu que les Linariens peuvent boire beaucoup d'eau, mais sept litres est vraiment une grande quantité.

source: MORE! MORE! MORE! I WANT MORE WATER. NOW!
fr_fr: PLUS ! PLUS ! PLUS ! JE VEUX PLUS D'EAU. MAINTENANT !

source: Eh... I think you had enough... Maybe you should just go for a walk for now?
fr_fr: Eh... Je pense que tu en as eu assez... Peut être que tu devrais aller faire quelques pas ?

source: You have had everything that I had.
fr_fr: Tu as pris tout ce que j'avais.

source: Any idea where I can find some entertainment here?
fr_fr: Avez vous une idée d'un endroit où je pourrai trouver un peu de divertissement ici ?

source: Well... Erm... No.
fr_fr: Bien... Erm... Non.

source: What the bots did not smash, the Red Guard taxed.
fr_fr: Ce que les robots ne brisent pas, la Garde Rouge le taxe.

source: Fun is kinda dead right now.
fr_fr: Cette nature morte est vraiment drôle.

source: Well, unless you are in the Red Guard itself, of course. They have those big guns that can destroy a dozen bots with one shot...
fr_fr: Bien, sauf si tu es toi-même de la Garde Rouge, naturellement. Ils ont ces gros pistolets qui peuvent détruire une douzaine de bots en un coup...

source: Fun, if you ask me.
fr_fr: Marrant, si tu me demandes.

source: Goodbye and remember: My bar is always open.
fr_fr: Au revoir et souviens toi : Mon bar est toujours ouvert.

source: I'm Spencer. I'm the leader of the Red Guard. Is there anything I can help you with?
fr_fr: Mon nom est Spencer. Je suis le chef de la Garde rouge. En quoi puis-je t'aider ?

source: I want to join the Red Guard.
fr_fr: Je veux faire partie de la Garde rouge.

source: Hmm... Really? Well, you cannot join just like that, you know...
fr_fr: Mmmm... Vraiment ? Eh bien, ce n'est pas aussi simple que ça, vois tu...

source: You must prove that you would make a good new member.
fr_fr: Tu dois d'abord prouver que tu pourras faire un bon élément au sein de la Garde.

source: I really want to become a member.
fr_fr: J'ai vraiment envie de devenir un membre de la Garde rouge.

source: What about some money instead?
fr_fr: Et si je te payais ?

source: For 15 million bucks, no less, hehe.
fr_fr: Pour 15 millions de dollars, pas moins, hé hé

source: These are bad times. The interplanetary travel is made impossible by bot ships, so we need to stick to our local resources.
fr_fr: Nous sommes dans une période trouble. À cause des vaisseaux robots, il nous est impossible d'accéder aux autres planètes, ce qui nous oblige à nous contenter de nos ressources locales.

source: We've got a list of stuff we'd need from the automated underground storage north of town. But the bots there are numerous.
fr_fr: Il y a une série d'objets qui se trouvent dans le hangar souterrain automatisé, au nord de la ville, dont nous avons besoin. Mais les robots y sont nombreux.

source: And currently I can't spare a single man from the city defenses. It's a quite difficult situation.
fr_fr: Et actuellement, je ne peux pas me permettre de perdre un seul homme posté à un poste de défense, au frontières de la ville. C'est une situation assez difficile.

source: Maybe I could help somehow?
fr_fr: Peut être puis-je t'aider d'une quelconque façon ?

source: That would be most kind of you, but I doubt that you will be able to clear out the warehouse for us.
fr_fr: Cela serait fort sympathique de ta part, mais je ne pense pas que tu es actuellement en mesure de nettoyer le hangar de tous ces robots, à toi tout seul.

source: But since you are said to be powerful and a former hero, I'll once more put trust into a stranger.
fr_fr: Mais étant donné qu'on dit de toi que tu es puissant et que tu as été, dans le passé, un héros, je vais encore une fois faire confiance à un inconnu.

source: I've unlocked the accessway to the warehouse. It's to the north of this town, somewhat hidden in the woods northeast.
fr_fr: J'ai déverrouillé la voie d'accès vers le hangar. C'est au nord de la ville, caché quelque part dans les bois du nord-est.

source: The stuff we need is on the first floor. Don't go any deeper, there are only bots in there.
fr_fr: Le matériel dont nous avons besoin est au premier sous-sol. Ne descends pas plus profond, tu n'y trouveras que des robots.

source: I wish you the best of luck.
fr_fr: Je te souhaite bonne chance.

source: Not too good. Without the supplies from the warehouse we are doomed. So my problems are still the same.
fr_fr: Pas très bon. Sans l'alimentation de l'entrepôt nous sommes condamnés. Donc mes problèmes ne changent pas.

source: Maybe later, when you grow more experienced you might be able to help us after all.
fr_fr: Plus tard, quand tu auras plus d'expérience, peut-être pourras-tu nous aider, après tout.

source: Thanks to you, we've been able to transport all the goods we need right now. You've really helped us out there.
fr_fr: Merci, nous avons été capable de transporter tout les denrées dont nous avons besoin en ce moment. Tu nous as réellement tiré d'affaire.

source: Rest assured that we will never forget your brave activity for our community.
fr_fr: Crois bien que nous n'oublierons jamais tes courageuses prouesses réalisées en faveur de notre communauté.

source: Man, you really did it! I can hardly believe it, but all the bots are gone!
fr_fr: Eh mec, t'as vraiment réussi ! J'ai du mal à y croire, mais tous les robots sont partis !

source: Take these 500 bucks as a reward. And be assured that you've earned my deepest respect, Linarian.
fr_fr: Tiens, prends ces 500 billets en guise de récompense. Crois bien que tu as mérité mon plus profond respect, Linarien.

source: Our people are transporting the goods as we speak. It can't be too long until new bots from ships in the orbit of the planet will beam down to replace the dead bots.
fr_fr: Notre peuple transporte les biens en ce moment même. Dans peu de temps, de nouveaux robots provenant des vaisseaux en orbite autour de la planète viendront remplacer les robots détruits.

source: Have I done enough quests to become a member now?
fr_fr: Ai-je réussi suffisamment de quêtes pour devenir un membre de la Garde ?

source: Dixon told me about the matter with his toolkit. He seemed pretty impressed by you.
fr_fr: Dixon m'a parlé de l'histoire avec sa boîte à outils. Il semblait être sacrément impressionné par ta prouesse.

source: I think our teleporter service man, Dixon, he's got some problem. You might want to talk to him.
fr_fr: Je crois que notre préposé au téléporteur, Dixon, a un problème. Tu devrais peut-être aller lui parler.

source: When I was eating, Michelangelo told me about his renewed oven energy supply. He seemed very pleased, and so was I.
fr_fr: Pendant que je mangeais, Michelangelo m'a parlé de son four enfin réalimenté en énergie. Il semblait très satisfait, et moi aussi.

source: From Butch I hear you've become a novice arena master. Congratulations.
fr_fr: J'ai appris grâce à Butch que tu es devenu un maître d'arène novice. Félicitations!

source: You might want to score some arena victories. That could also help your reputation a lot.
fr_fr: Tu devrais obtenir des victoires dans l'arène. Ça ferait beaucoup de bien à ta réputation.

source: Helping Bender along was also a smart move. But you should be very careful with this one. He can get mad rather easily. A bit of a security threat, but we can't be too picky.
fr_fr: Le fait d'aider Bender était assez judicieux. Mais méfie toi de lui : il pète les plombs assez facilement. C'est un peu un problème pour la sécurité, mais nous ne pouvons pas nous permettre d'être trop exigeants.

source: As far as I know, Bender is still very sick.
fr_fr: D'après ce que je sais, Bender est toujours très malade.

source: But most importantly, I was very impressed with you when you cleared out the warehouse. That was a huge deed I will never forget.
fr_fr: Mais avant tout, tu m'as beaucoup impressionné quand tu as nettoyé le hangar de tous ces robots. Je n'oublierai jamais cette prouesse.

source: OK. Your list of achievements is long enough. You can join us. So I hereby declare you a member of the Red Guard.
fr_fr: D'accord, c'est bon. Ta liste de tâches accomplies est suffisamment longue. Tu peux te joindre à nous. Je te déclare membre de la Garde rouge.

source: But now that you are in the Guard, know this: There is only one rule for us guards: We stick together. We survive together or we die together. But we do it together.
fr_fr: Mais maintenant que tu fais partie de la Garde, il faut que tu saches une chose. Il n'y a qu'une règle pour les gardes : nous restons ensemble, que nous survivions ou que nous mourrions. Ensemble nous sommes, ensemble nous restons.

source: And now you might want to inspect the guard house. Tell Tybalt to open the door for you. Lukas at the arms counter shall give you your armor.
fr_fr: Peut-être veux-tu visiter les locaux des gardes. Demande à Tybalt de t'ouvrir la porte. Lukas, de l'armurerie, te donnera ton armure.

source: I hope you will prove yourself a worthy member of the Red Guard.
fr_fr: J'espère que tu sauras te montrer digne de ton nouveau poste.

source: All in all, not quite so bad. But you still need to do the one thing or the other. Then we can talk about it.
fr_fr: Somme toute, ce n'est pas si mal. Mais il y a toujours quelques petites choses que tu dois encore faire. Après, nous verrons.

source: I can't accept you into the guard like this. Get going. There are still many things to do for you.
fr_fr: Je ne peux pas t'accepter au sein de la garde dans l'état actuel des choses. Va. Il y a toujours un grand nombre de choses à faire pour toi.

source: But you are a member of the Town Guard already! Don't be pulling my leg! Guards must stick together.
fr_fr: Mais tu es déjà membre de la Garde de la ville! Ne te moque pas de moi! Les Gardes doivent rester ensemble.

source: This is not so easy. At first you must establish a reputation around here. Ask around, talk to people and build your reputation.
fr_fr: Ce n'est pas si facile que ça. Tout d'abord tu dois te construire une réputation dans les parages. Pour cela, tu dois parler, poser des questions aux gens des alentours.

source: Once you're a known character around here, we might let you join the ranks of the Guard.
fr_fr: Quand tu seras quelqu'un de connu, nous te laisserons peut-être rejoindre les rangs de la Garde.

source: I've heard Richard obtained new information on the colony.
fr_fr: On m'a dit que Richard avait obtenu de nouvelles informations sur la colonie.

source: Yes, that's right, and in fact it might be crucial. As you may have heard, Hell Fortress is defended by a disruptor shield. They open it only to let out new armies of bots.
fr_fr: Oui, c'est exact, et en fait ca pourrait même être crucial. Comme tu l'as peut-être entendu, la Forteresse de l'Enfer est défendue par un bouclier brouilleur. Ils ne l'ouvrent que pour laisser sortir de nouvelles armées de robots.

source: The data on the cube he obtained indicates the existence of a secret experimental facility in this region. Our findings suggest that they were testing some new form of disruptor shield for MS, so the shield can be controlled from that facility.
fr_fr: Les données du cube qu'il a obtenu indiquent l'existence d'une installation secrète expérimentale dans cette zone. Nos recherches suggèrent qu'ils étaient en train de tester une nouvelle forme de bouclier brouilleur pour MS, et que le bouclier doit pouvoir être contrôlé depuis cette installation.

source: I'd like to participate in this operation.
fr_fr: J'aimerais participer à cette opération.

source: That's most kind of you to volunteer. So far, I've sent two scouts into the area. They have found the facility entrance and unlocked the gate.
fr_fr: C'est très gentil de ta part de te porter volontaire. Pour l'instant, j'ai envoyé deux explorateurs dans cette zone. Il ont trouvé l'entrée de l'installation et déverrouillé la porte.

source: That is a good sign, because it shows that the key combinations from the data cube were correct.
fr_fr: C'est bon signe, parce que ça montre que les clefs fournies par le cube de données étaient valides.

source: However, we lost contact with them shortly after they went inside. They also reported heavy bot resistance.
fr_fr: Cependant, nous avons perdu contact avec eux peu après leur entrée. Ils nous ont indiqué une forte concentration de robots.

source: I'd be glad if you could take a look. But use outmost care. We can't afford to lose another guard.
fr_fr: Ça serait bien que tu y jettes un oeil. Mais soit extrêmement prudent. Nous ne pouvons pas nous permettre de perdre un autre garde.

source: OK. I'll be careful. But I'll do it.
fr_fr: D'accord, je ferai attention. Mais je le ferai.

source: Good. The base entrance is somewhat hidden in the caves to the northwest. Best use the north gate out of town, then head west.
fr_fr: Bien. L'entrée de la base est cachée quelque part dans les grottes du nord-ouest. Prends la sortie nord de la ville, et dirige toi vers l'ouest.

source: I wish you the best of luck for this operation. It might be that our survival depends on it. Don't wait for assistance.
fr_fr: Je te souhaite bonne chance pour cette opération. C'est peut-être notre survie qui en dépend. N'hésite pas à demander de l'aide.

source: I don't feel like doing it now. I'd rather prepare some more.
fr_fr: Je ne me sens pas de le faire tout de suite. Je préfère continuer â me préparer.

source: Good. You should be well prepared if you intend to go.
fr_fr: Bien. Si tu as vraiment l'intention d'y aller, tu ferais mieux d'être bien préparé.

source: Also there is no need to hurry with this. After all, the installation is not running away, so best take a slow approach.
fr_fr: Par ailleurs, il est inutile de se presser. Après tout, l'installation ne va pas s'enfuir en courant, donc privilégie une approche lente.

source: Oh, thank heavens! You are still alive. Maybe not all hope is lost.
fr_fr: Vous êtes encore en vie. Grâce à Dieu. Il reste encore de l'espoir.

source: Who am I?
fr_fr: Qui suis-je ?

source: Oh dear. This is not good. Not good.
fr_fr: Oh seigneur. Ce n'est pas bien. Pas bien du tout.

source: *sigh* Long stasis sleep can cause neurological damage and impact the memory. Looks like that is what happened here.
fr_fr: *sigh* Une longue période en état d'hibernation peut causer des dommages neurologiques et endommager la mémoire. On dirait que c'est ce qui se passe ici.

source: It will all come back to you in a few hours, but I guess I will make it easier for you if I say what I know.
fr_fr: Ça vous reviendra dans quelques heures, mais ce sera plus simple si je vous dis tout maintenant.

source: You are a Linarian, a species not native to this planet. Twenty of you arrived here close to a century ago.
fr_fr: Vous êtes un extra terrestre, un Linarien. Vingt d'entre vous sont arrivés sur Terre il y a un siècle.
