Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_data.po
Languages: sv_se

source: This shield is a compilation of various objects which happened to be around. It has tubes, bolts and parts of metal, all slapped together to provide a small bit of protection from enemies. It's very simple and rough, but some sensors and lights have been added to let the wielder know when the item is getting hit, and how long it will remain operational and other cool stuff like that.
sv_se: Denna sköld är en sammanställning av diverse objekt som råkade vara i närheten. Den har tuber, bultar och delar av metall, allt lappat ihop för att ge lite skydd mot fiender. Den är väldigt simpel och rå, men lite sensorer och lampor har blivit tillagda för att den som bär den ska veta när skölden blir träffad, hur länge den kommer att fungera och andra häftiga saker.

source: Small Shield
sv_se: Liten skjöld

source: A small, lightweight and pretty straightforward shield. Provides decent protection.
sv_se: En liten, lättviktig och ganska rättfram sköld. Ger ett anständigt skydd.

source: Standard Shield
sv_se: Standard sköld

source: Better than a buckler, and a lot more effective.
sv_se: Bättre än en sköld, och mycket effektivare.

source: Medium Shield
sv_se: Medium skjöld

source: A medium sized, lightweight and pretty straightforward shield. Provides decent protection.
sv_se: En normal, lättviktig och ganska rättfram sköld. Ger ett anständigt skydd.

source: Large Shield
sv_se: Stor sköld

source: A powerful shield.
sv_se: En kraftfull sköld

source: Shoes
sv_se: Skor

source: These simple boots are designed for comfort of the wearer more than to give actual protection.
sv_se: Dessa enkla stövlar är designade mer för komfort för bäraren än skydd.

source: Light Boots
sv_se: Lätta stövlar

source: These boots are a bit lighter than the normal version, giving of course worse protection but certainly extra comfort for the wearer.
sv_se: Dessa stövlar är lite lättare än den vanliga versionen, som ger sämre skydd för bäraren men säkerligen mer komfort.

source: Boots
sv_se: Stövlar

source: These boots are similar to the simple shoes, but the material they are made of is hardened for extra protection.
sv_se: Dessa stövlar liknar enkla skor, men materialet de är gjorda av är härdat för extra skydd.

source: Reinforced Boots
sv_se: Förstärkta stövlar

source: These boots were originally normal boots, but have been fitted with some extra reinforcements to give better protection to the wearer. Of course this makes them a bit less elegant and also less comfy to wear, but the extra protection might be worth it, at not the full price of hiking boots.
sv_se: Dessa stövlar var ursprungligen vanliga stövlar, men har blivit extra förstärkta för att ge bäraren ett extra skydd. Självklart gör det dem mindre eleganta och även mindre komfortabla att bära, men det extra skyddet kan vara värt det, utan det fulla priset på vandrarkängor.

source: Hiking Boots
sv_se: Vandrarkängor

source: These hiking boots are a very sophisticated product, combining optimal comfort for the wearer with a good protection from collisions with blunt objects like stones, which of course also makes for a higher price.
sv_se: Dessa vandrarkängor är väldigt sofistikerade, de kombinerr optimal komfort för bäraren med gott skydd mot kollisioner med tröga objekt som stenar, vilket också ger ett högre pris.

source: Source Book of Emergency shutdown
sv_se: Källbok för Nödavstängning

source: Everyone needs to blow some steam every now and then.
sv_se: Alla behöver kyla av sig lite då och då

source: Source Book of Check system integrity
sv_se: Källbok för att Verifiera system integritet

source: An incredible healing spell, probably only one you will ever need.
sv_se: En otrolig läkningsformel, förmodligen den enda du någonsin kommer att behöva.

source: Source Book of Analyze item
sv_se: Källbok för Analysera föremål

source: A book explaining the basics of item analysis.
sv_se: En bok som förklara grunderna i föremålsidentifiering.

source: Source Book of Sanctuary
sv_se: Källbok för Fristad

source: The art of rapidly moving away from danger is very useful. Even when used in reverse it has its uses.
sv_se: Konsten att snabbt kunna förflytta sig från fara är väldigt användbar. Även i motsatt riktning kan det vara användbart.

source: Source Book of Malformed packet
sv_se: Källbok för felformaterade paket

source: Source Book of Calculate Pi
sv_se: Källbok för att Räkna ut Pi

source: Source Book of Blue Screen
sv_se: Källbok om Blåskärm

source: Source Book of Broadcast Blue Screen
sv_se: Källbok om att Utstråla Blåskärm

source: Source Book of Invisibility
sv_se: Källbok om Osynlighet

source: Source Book of Virus
sv_se: Källbok om Virus.

source: Source Book of Broadcast virus
sv_se: Källbok om Utstråla Virus

source: Source Book of Dispel smoke
sv_se: Källbok om Avge rök.

source: By heating up the chips with a malformed program you can cause them to release the magic smoke which keeps the bot running.
sv_se: Genom att värma upp chips med ett felaktigt program kan du orsaka att den magisk rök som håller roboten fungerande släpps lös.

source: Source Book of Killer poke
sv_se: Källbok om Minnesförstöring

source: Messing around with the bot's memory can cause it to damage itself, but the damage is greatly variable.
sv_se: Att röra om i boten's minne kan få den att skada sig själv, men skadan kan variera mycket.

source: Source Book of Nethack
sv_se: Källbok om Nethack

source: Source Book of Plasma discharge
sv_se: Källbok om Plasmaurladdning

source: The overload setting exists for emergencies. The plasma does not discriminate between bots and humans. Everything is equal to it.
sv_se: Överladdningsinställningarna existerar för nödsituationer. Plasman ser ingen skillnad på robotar eller människor. Allt är lika för det.

source: Source Book of Ricer CFLAGS
sv_se: Källbok om Ricer CFLAGS

source: Optimization is the root of all evil. You can gain some temporary improvements to your system, but in the end you are only likely to cause permanent damage.
sv_se: Optimering är roten till all ondska. Du kan temporärt förbättra ditt system, men i slutändan är det troligt att det orsakar permanenta skador.

source: Source Book of Reverse-engineer
sv_se: Källbok om Omvänd-Ingenjör

source: There is some dark magic in the art of turning bots inside-out to learn all their secrets.
sv_se: Det är någon mörk magi i konsten att vränga robotar ut och in för att ta reda på alla deras hemligheter.

source: Source Book of Light
sv_se: Källbok om Ljus

source: Let there be light...
sv_se: Varde ljus...

source: Source Book of Satellite image
sv_se: Källbok om Satellitbild

source: Getting a map of an area is pretty easy when you can look at everything from above.
sv_se: Att få tag på en karta över ett område är rätt lätt när du kan se allting ovanifrån.

source: Diet supplement
sv_se: Kost utfyllnad

source: Only proper vitamin and mineral intake can keep you healthy during the apocalypse. This can cure a cold.
sv_se: Endast riktigt vitamin- och mineralintag kan hålla dig frisk under apokalypsen. Det kan bota en förkylning.

source: Antibiotic
sv_se: Antibiotika

source: Truly wonderful things can be extracted from molds. This can cure lethal food poisoning. Wish you had that in your last Nethack game, eh?
sv_se: Helt underbara sker kan tas från mögel. De kan bota dödlig matförgiftning. Du önskar att du hade det i ditt senast Nethack spel, eller?

source: Doc-in-a-can
sv_se: Doktor-på-burk

source: This is a drink filled with nanobots designed to heal any damage that they notice inside you. It can cure decapitation. Most of the time.
sv_se: Denna dryck är fylld med nanobotar designade för att läka alla skador de upptäcker inut i dig. De kan bota halshuggning. Oftast.

source: Bottled ice
sv_se: Is på flaska

source: This bottle is filled with ice. It can keep you cool during a warm summer day.
sv_se: Den här flaskan är fylld med is. Den kan hålla dig kall under en varm sommardag.

source: Industrial coolant
sv_se: Industriell kylvätska

source: Bartenders around the world add this to drinks to get them cold very fast. Plus the coolant is much cheaper. It can keep you cool inside a nuclear reactor.
sv_se: Bartendrar runt om i världen använder detta i drinkarna för att kyla dem väldigt snabbt. Plus att klyaren är billigare. Den kan hålla dig kall i en kärnreaktor.

source: Liquid nitrogen
sv_se: Flytande kväve

source: When you want something frozen solid, this is what you need. It can keep you cool even inside a class M star.
sv_se: När du vill att något ska bli genomfruset, är detta vad du behöver. Det kan hålla dig kall i en klass M stjärna.

source: Barf's Energy Drink
sv_se: Barf's energidryck

source: Warning! These energy drinks contain high doses of caffeine! The average person drops dead after consuming 12 grams of caffeine. One of these bottles contains over double that amount.
sv_se: Varning! Dessa engergidrycker innehåller höga doser av koffein! En normal person avlider efter att ha konsumerat 12 gram av koffein. En av dessa flaskor innehåller mer än dubbelt så mycket.

source: Running Power Capsule
sv_se: Löpkraftkapsel

source: These small containers hold purified running strength. Each capsule can be used only once, but multiple of those items can be grouped together like one item in inventory.
sv_se: Dessa små kapslar håller renad löpstyrka. Varje kapsel kan bara används en gång, men flera kapslar kan bli grupperade tillsammans för att ta mindre plats i ditt inventarie.

source: Strength Capsule
sv_se: Styrkekapsel

source: Dexterity Capsule
sv_se: Smidighetskapsel

source: Cyberbucks
sv_se: Cyberstålar

source: Anti-grav Pod for Droids
sv_se: Anti-grav Kapsel för Droider

source: The bots use this to hover around.
sv_se: Botar använder den här för att sväva runt.

source: Dixon's Toolbox
sv_se: Dixon's Verktygslåda

source: This is a teleporter service toolbox. It's complete and orderly, though a few dents on the outside give prof of frequent use. 'C. Dixon' is carved into the outside with fine print.
sv_se: Detta är en verktygslåda för att serva en teleporter. Den är komplett och verktygen ligger i ordning och endast märkena på utsidan visar på att den är väl använd. C. Dixon står inristat med små bokstäver på utsidan.

source: Entropy Inverter
sv_se: Kaos inverterare

source: This is an standard part within many robot types.
sv_se: Det här är en standard del i många robot typer.

source: Superconducting Relay Unit
sv_se: Superledande reläenhet

source: Antimatter-Matter Converter
sv_se: Antimateriaomvandlare

source: Tachyon Condensator
sv_se: Tachyon kondenserare

source: Desk Lamp
sv_se: Bordslampa

source: What would modern science be without this important item?
sv_se: Vad skulle modern forskning vara utan detta viktiga föremål?

source: Map Maker
sv_se: Kartskapare

source: Fork
sv_se: Gaffel

source: Plate
sv_se: Tallrik

source: Mug
sv_se: Mugg

source: Kevin's Data Cube
sv_se: Kevin's Datakub

source: Pandora's Cube
sv_se: Pandora's Kub

source: This is heavy. Cannot the end of the world come in a smaller package? It would be a great time for Duncan to explain a few things...
sv_se: Det här är tungt. Kan inte domedagen komma i ett mindre paket? Det skulle vara ett utmärkt tillfälle för Duncan att förklara några saker...

source: cheaper version of the anti-grav servant robot.
sv_se: billigare version av anti-grav kyparroboten.

source: Run away! This bot will kill you!
sv_se: Spring iväg! Den här boten kommer att döda dig!

source: this version is the one mainly used by the Military.
sv_se: denna version är den som används främst av Militären.

source: This is a typical professor/sage character of some older age. They are not armed as powerfully as e.g. the red guards.
sv_se: Det här är en typisk professor/vis man karaktär i de äldre åren. De är inte armerade lika kraftfullt som t.ex Röda Gardet.

source: This is a typical red (male) guard/fighter character. They are equipped with powerful PowerExterminators.
sv_se: Det här är en typisk Röda (man) Gardet vakt/krigare karaktär. De är beväpnade med kraftiga KraftUtrotare.

source: This is the hot_mama shopkeeper character model.
sv_se: Det här är affärsägaren hot_mama's karaktär.

source: This is the female scientist character model. They are not armed as powerfully as e.g. the red guards.
sv_se: Det här är den kvinnliga forskarens karaktär. De är inte beväpnade lika kraftfullt som t.ex Röda Gardet.

source: This is the brown worker model. They are not armed as powerfully as e.g. the red guards.
sv_se: Det här är den bruna arbetarens karaktär. De är inte beväpnade lika kraftfullt som t.ex Röda Gardet.

source: This is the cook.
sv_se: Det här är kocken.

source: This is a typical sex bomb. This one is even armed.
sv_se: Detta är en typisk sexbomb. Denna är även armerad.

source: This is the bartender.
sv_se: Det här är bartendern.

source: Done. He looks happy.
sv_se: Färdig. Han ser glad ut.

source: Tania is free now!
sv_se: Tania är fri nu!
