Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: That place was closed down ages ago because of high radiation levels. It's full of good ores from which we make bullets and which power our nuclear reactors.
fr_fr: L'endroit était resté scellé à cause du taux de radiations élevé. C'est plein de bon minerais, avec lequel nous faisons des munitions et de l'alimentation pour nos réacteurs nucléaires.

source: We get our fission materials and they get their sentence. It was one of the best ideas we have ever had.
fr_fr: Nous avons notre matériau fissile et ils reçoivent leur peine. C'est une des meilleures idée que nous avons jamais eue.

source: What was the failed mission?
fr_fr: C'était quoi, cette mission qui a échouée ?

source: Ugh. That will cost you triple.
fr_fr: Houla. Ça te coûtera le triple.

source: No. Wait.
fr_fr: Non. Attends.

source: I changed my mind.
fr_fr: J'ai changé d'avis.

source: Keep your money Linarian. No amount of triangles can make me talk about that accursed day.
fr_fr: Garde ton argent, Linarien. Rien ne me fera parler de ce jour passé.

source: What makes the exterminator so powerful?
fr_fr: Qu'est-ce qui rend l'exterminateur si puissant ?

source: This is a tricky question. Most of the force comes from the miniature nuclear explosions which happen once the bullet hits something.
fr_fr: C'est une question embarrassante. La plus part de l'énergie vient de l'explosion nucléaire miniature qui se produit lorsque la munition heurte quelque chose.

source: Of course the great velocity of the impact can cause tremendous devastation by itself.
fr_fr: La grande vélocité de l'impact peut également, à elle seule, causer de gros dégâts.

source: We never bothered with doing any research on that topic. It works and that is enough for us.
fr_fr: Nous ne nous ennuyons pas avec des recherche à ce sujet. Ça marche et ça nous suffit.

source: That is all I want to know.
fr_fr: C'est tout ce que je veux savoir.

source: Very well. This conversation never happened.
fr_fr: Très bien. Cette conversation n'a jamais eu lieu.

source: ./pull_breaks.sh
fr_fr: ./freins.sh

source: Pulling breaks, using script V 1.0.2 (c) gnu.org, 2054 Checking requirements. Energy on breaks. Done. Status: All movement suppressed.
fr_fr: Freinage à l'aide du script V 1.0.2 (C) gnu.org, 2054 Vérification des prérequis. Énergie sur le système de freinage. Effectué. Statut : tous mouvements supprimés.

source: ./follow_me.sh
fr_fr: ./suis_moi.sh

source: Initiating tracking sequence. Energy on breaks removed. Trying to keep up with Tux position now. Ok. Following Tux.
fr_fr: Début de la séquence de poursuite. Énergie ôtée du système de freinage. Verrouillage de la position de Tux. Ok. À la suite de Tux.

source: ./move_freely.sh
fr_fr: ./bouge_librement.sh

source: Removing energy from breaks. Resuming normal patrol operations. Done. Status: Patrolling.
fr_fr: Suppression de l'énergie du système de freinage. Retour au mode de patrouille. Fait. Statut : En patrouille.

source: Executing: Halt and Catch Fire.
fr_fr: Exécution : Arrêt et Autodestruction

source: Warning! Cooling subsystems disabled.
fr_fr: Attention ! Sous-systèmes de refroidissement désactivés.

source: Warning! Spontaneous oxidization witH emis$ion of light aND heAt detecteddd in THE#main| procesIng unit.
fr_fr: Attention ! Oxydation spontanée avec émission de lumière et de chaleur détectée dans l'unité principale.

source: WArn|n*! SsTeM=#faiPure%^#n 3 S 1()$++
fr_fr: Attention ! Échec système.

source: DID TUX ANGER DIXON?
fr_fr: EST-CE QUE TUX A MIS DIXON EN COLÈRE?

source: YES, DIXON IS ANGRY.
fr_fr: OUI, DIXON EST EN COLÈRE

source: DID TUX HURT BRUCE?
fr_fr: EST-CE QUE TUX A VEXÉ BRUCE?

source: YES, BRUCE IS HURT
fr_fr: OUI, BRUCE EST VEXÉ

source: IS TUX ON THE FINAL MISSION?
fr_fr: EST-CE L'ULTIME MISSION POUR TUX?

source: YES, THIS IS THE FINAL MISSION.
fr_fr: OUI, C'EST LA DERNIÈRE MISSION

source: IS THIS THE FIRST TIME TUX GETS THE EDGE?
fr_fr: EST-CE LA PREMIÈRE FOIS QUE TUX ATTEINT LA LIMITE ?

source: EVERYTHING IS READY.
fr_fr: TOUT EST PRÊT.

source: ()%#@(% THE BLADE IS YOURS. )##%*&%*!
fr_fr: ()%#@(% CETTE ÉPÉE EST VOTRE. )##%*&%*!

source: NO.
fr_fr: NON.

source: Teach me the basic stuff.
fr_fr: Apprends moi les trucs de base.

source: Are you sure?
fr_fr: Êtes-vous sûr(e) ?

source: I only accept students that already have some experience in fighting bots.
fr_fr: J'accepte uniquement des étudiants qui ont déjà de l'expérience dans le combat de robots

source: Hey, wake up! I taught you that stuff already. Go practice on the bots, if you really want more training.
fr_fr: Hé, réveille toi ! J'ai déjà pris ce truc. Va t'entraîner contre les robots, si tu veux vraiment plus d'entraînement.

source: You don't have enough bucks on you! Come back when you have the money.
fr_fr: Tu n'as pas assez de cyberdollars sur toi. Reviens lorsque tu auras la somme convenue.

source: You don't have enough experience. I can't teach you anything more right now.
fr_fr: Tu n'as pas assez d'expérience. Je ne peux rien t'apprendre de plus pour l'instant.

source: First collect more experience. Then we can go on.
fr_fr: D'abord, recueille plus d'expérience. Alors nous pourrons le faire.

source: Let us begin then.
fr_fr: Alors commençons.

source: Come closer...
fr_fr: Rapproche toi...

source: Teach me how to smash concrete blocks with my bare hands.
fr_fr: Apprends moi comment fendre des blocs de béton à mains nues.

source: Oh, Linarian, you amuse me so.
fr_fr: Oh, Linarien, tu es trop drôle.

source: You are quite an ambitious fellow.
fr_fr: Tu es vraiment ambitieux.

source: First learn the basics. Spend a year working on that, and then I'll be able to teach you some advanced tricks.
fr_fr: D'abord, apprends les bases. Entraîne toi pendant un an, et je pourrai t'enseigner quelques techniques avancées.

source: Teach me Ninjitsu.
fr_fr: Enseigne moi le Ninjutsu.

source: Go away.
fr_fr: Maintenant, va t'en.

source: I want to know the Crazy Double-Fang Wolf-Sunlight I-Like-Tea Death Touch of Major Destruction Flesh-Bursting Attack!
fr_fr: Je veux apprendre l'attaque 'Crazy Double-Fang Wolf-Sunlight I-Like-Tea Coup de la MOrt de la Destruction d'Envergure d'Éclatement de la Chair' !

source: You have a very rich imagination. There is no such thing. Get a life.
fr_fr: Tu as une imagination très fertile. Toutes ces choses n'existe pas. Reviens à la réalité.

source: I want to know the forbidden skill of furuike ya kawazu tobikomu mizu no oto.
fr_fr: Je veux apprendre le coup interdit de 'furuike ya kawazu tobikomu mizu no oto'.

source: This is starting to make me angry. Shut up and go away.
fr_fr: Ça commence à m'effrayer. Tais toi et va t'en loin d'ici.

source: Teach me how to flip out and kill people!
fr_fr: Apprends moi comment frapper et tuer les gens !

source: Very well. Observe very carefully.
fr_fr: Très bien. Observe très attentivement.

source: You will see this only once, so make sure to pay attention.
fr_fr: Tu verras ça seulement une fois, donc assure toi d'être attentif.

source: DIEEEE!
fr_fr: MEUUUURS !

source: Ouch! What the hell are you doing?
fr_fr: Aïe ! Mais qu'est-ce que tu es en train de fabriquer ?

source: Lesson number one. Never trust the opponent.
fr_fr: Leçon numéro un. Ne jamais croire un adversaire.

source: Just let me get up an -- ouch! Stop it.
fr_fr: Laisse moi seulement me relever Et -- Aïe ! Arrête ça.

source: Lesson number two. The bots have no mercy.
fr_fr: Leçon numéro 2. Les robots sont sans pitié.

source: They won't let you get up if you fall down. They will kill you.
fr_fr: Ils ne te laisserons pas te relever si tu tombes. Ils te tueront.

source: Now, lesson number -- ugh! That hurt!
fr_fr: Maintenant, leçon numéro -- agh ! Ça fait mal !

source: Lesson number three. Never underestimate the enemy.
fr_fr: Leçon numéro trois. Ne jamais sous-estimer l'ennemi.

source: Ugh. Yes. You are correct.
fr_fr: MMh. Oui. Tu es bon.

source: I need to... Lie down for a while... My head hurts...
fr_fr: J'ai besoin de... Me reposer quelques temps... J'ai mal à la tête.

source: Lesson number four. Never hit your sparring partner with full force.
fr_fr: Leçon numéro quatre. Ne frappe jamais ton sparring partner avec toute ta force.

source: I think you broke my ribs...
fr_fr: Je pense que tu m'as brisé les côtes...

source: This is enough training for today.
fr_fr: Ça suffit pour l'entraînement d'aujourd'hui.

source: Enough for now.
fr_fr: Ça suffit pour le moment.

source: Fine.
fr_fr: Parfait

source: Sure. I'll sign it.
fr_fr: Certainement. Je le signerai.

source: Go0d. H3re is th3 con7ract. S1gn it!
fr_fr: Bi3n. V0il4 le con7rat. S1gne !

source: Um... Your voice sounds strange. Is everything fine?
fr_fr: Hum... Ta voix a une étrange intonation. Est-ce que tout va bien ?

source: 519n 7h3 (0n7r4(7!!!!
fr_fr: 519n3 l3 (0n7r47 !!!!

source: Please calm down. You must speak clearly and slowly. Please stop breathing smoke like that, it bothers my throat. And what is the deal with the red glowing eyes? You should see a doctor.
fr_fr: S'il te plaît reste calme. Tu dois parler clairement et lentement. S'il te plaît arrête de parler en fumant comme ça, ça m'irrite la gorge. Et c'est que le truc avec tes yeux injectés de sang ? Tu devais voir un médecin.

source: 519n 17!!!!
fr_fr: 519n3 l3 !!!!

source: Ok, here go --
fr_fr: D'accord, allons y --

source: N0! 1n bl00d!
fr_fr: N0 ! Dans le sang !

source: Sure, no problem... Now, how shall I sign this?
fr_fr: Certainement, pas de problème... Maintenant, comment pourrais-je signer ça ?

source: Yes! I am free! At last I am free!
fr_fr: Oui ! Je suis libre ! En définitive je suis libre !

source: Tux, the Linarian
fr_fr: Tux, le Linarien

source: Yes! I am free!
fr_fr: Oui ! Je suis libre !

source: I accept the contract, Tux
fr_fr: J'accepte le contrat, Tux.

source: Yes! I am free at last!
fr_fr: Oui ! Je suis libre !

source: 4444! 17 burn5! 7'm m3171n9!
fr_fr: 4444 ! Ç4 brûl3 !

source: H4! Y0ur s0ul 15 min3, Francis!
fr_fr: H4 ! T0n 3spr1t 3s7 à m01, Francis !

source: Wh47? N07 w0rk1b9?
fr_fr: Qu01 ? P4s d3 7r4v4il ?

source: The great destroyer of evil, the purger of all things foul, the friend of mankind, the third duke of Linarius, esqiure, Doctorate of Computer Sciences, high priest of Kernelius, the ray of light in the darkness, the bender of spoons, His Great Magnificence, Tux.
fr_fr: Le grand destructeur de démons, le grand salvateur de toutes les mauvaises choses, l'ami de la sincérité, le troisième duc de Linarius, Diplômé en sciences informatiques, le grand prêtre de Kernelius, le rayon de lumière qui pourfend les ténèbres, le plieur de cuillère télékinétique, Sa Grande Magnificence, Tux.

source: Huh?
fr_fr: Hein ?

source: N0! S7up1d illi73r4t3 p3n9u1n! D13!!
fr_fr: N0n : S7up1d m4nch0t an4lph4b373 ! M3urs !!

source: I... Don't feel... good... Blood loss... So... Cold...
fr_fr: Je... ne me... sens pas bien... Je perd du sang... Si... Froid...

source: N0! Idi07!
fr_fr: N0n ! Idi07 !

source: Erm. I have a confession to make. My name is not Francis.
fr_fr: Erm. J'ai un aveu à faire? Mon nom n'est pas Francis.

source: N0000000000!!!!!!!
fr_fr: N000000000N!!!!!!!

source: Huh? I d0n'7 f33l g00d.
fr_fr: Hein ? J3 n3 m3 s3ns p4s bi3n.

source: Yes, fool! You have freed me! I can finally die! Goodbye idiot!
fr_fr: Oui, fou ! Tu m'as libéré ! Je peux finalement mourir ! Salut crétin !

source: W417... 1 f331... H0rr1b13...
fr_fr: 4773nds... J3 me s3ns... H0rr1ble...

source: In blood? Yuck. I am not going to do this, blood is too messy for a binding legal contract. Forget about it.
fr_fr: Dans le sang ? Berk. Hé ne vais pas faire ça, le sang est trop épais pour valider un contrat légal. Oublie ça.

source: N00oo00oo0! T1m3 to d1e, m0rtal foo1!
fr_fr: N00oo00oo0 ! 1l 3s7 73mps p0ur t01 de m0ur1r, p4uvr3 f0u !

source: There is no way I will sign something without reading it. Forget about it.
fr_fr: Il n'y a pas moyen que je signe quoi que ce soit sans le lire. Oublie ça.

source: N00oo00oo0! T1m3 to d1e, m0rta1 foo1!
fr_fr: N00oo00oo0 ! 1l 3s7 73mps p0ur t01 de m0ur1r, p4uvr3 f0u !

source: You are Tux, aren't you...
fr_fr: Tu es Tux, n'est-ce pas...

source: The hero...
fr_fr: Le héros...

source: Yes, its me.
fr_fr: Oui, c'est moi.

source: I thought so. My grandfather used to tell me stories about you. He said you would come here in a time of despair.
fr_fr: C'est ce qu'il me semblait. Mon grand-père me racontait souvent des histoires à ton sujet. Il disait que tu arriverais en une époque de désespoir.

source: And here you are.
fr_fr: Et maintenant tu es là.

source: I hope your arrival changes the tide of this war...
fr_fr: J'espère que ton arrivée va changer le cours de cette guerre...

source: I have something here for you. I managed to hide this Shotgun from the red guard.
fr_fr: J'ai quelque chose pour toi. J'ai réussi à cacher à la Garde Rouge ce fusil.

source: It used to belong to my grandfather, so it's very dear to me, but I'm sure he would have like you to have it on your journey to save us all.
fr_fr: Il appartenait à mon grand-père, alors il m'est très cher, mais je suis sure qu'il aurait aimé que tu l'aies pendant ton voyage pour nous sauver tous.

source: Tux, if you ever find out who started the Great Assault... GIVE THEM A KICK IN THE ASS, FROM LILY STONE!!!
fr_fr: Tux, si jamais tu trouves celui qui a déclenché le Grand Assaut... BOTTE LUI LES FESSES, DE LA PART DE LILY STONE!!!

source: It's not important who am I.
fr_fr: Qui je suis n'a pas d'importance.

source: If you want to remain a stranger, I will respect your wishes.
fr_fr: Si tu souhaite rester un étranger, je respecterai ton choix.

source: So be it.
fr_fr: Alors c'est ça.

source: Ha ha ha, You fell for it! You get nothing from me! Hahahahah!
fr_fr: Ha ha ha, j't'ai bien eue ! Tu n'auras rien de moi ! Hahahahah !

source: You... monster...
fr_fr: Tu es... un monstre...

source: No one makes fun of Lily Stone's family store!
fr_fr: Personne ne se moque du magasin de la famille Stone !

source: Say your prayers, you oversized duck!!!
fr_fr: Dis tes prières, espèce de canard obèse !!!

source: Hello. I'm Michelangelo. I haven't been here for long either.
fr_fr: Bonjour. Je suis Michelangelo. Je ne suis pas ici depuis plus longtemps que toi.

source: I wish the bots had just killed me, but I got 'lucky' and ended up in this hellhole.
fr_fr: J'aurai aimé que les robots me tuent, simplement, mais j'ai été 'chanceux' et j'ai fini dans ce trou infernal.

source: Don't ask.
fr_fr: Ne me demande pas.

source: 'Terribly' would be a huge understatement.
fr_fr: 'Terriblement' serait franchement faible.

source: You do not sound happy. What is wrong?
fr_fr: Tu n'as pas l'air très heureux. Qu'est-ce qui ne va pas?

source: EVERYTHING!
fr_fr: TOUT !

source: Just look at this stupid town!
fr_fr: Regarde seulement cette ville idiote!

source: We are constantly pushed around by our 'saviours' the damn Red Guard. I hope they all die from rat bites as soon as possible and go to the deepest hells to boil in lava forever.
fr_fr: Nous sommes constamment opprimés par nos 'sauveurs' , la satanée Garde Rouge. J'espère qu'ils mourront tous de maladie et s'en iront dans les profondeurs des enfers bouillir à jamais dans la lave.

source: And the bots are keeping us busy by murdering, chopping, slicing, cleaving, rending and wounding us. How wonderful.
fr_fr: Et les robots ne nous laissent pas de répit en passant leur temps à tuer, découper, trancher, briser, ravager et détruire. Génial.

source: The guards gave me a filthy hovel to live in. The walls are so thin that every night I am rocked to sleep by the bots communicating with those beeps and modem sounds.
fr_fr: Les gardes m'ont attribué un sale taudis comme logement. Les murs sont si minces, que chaque nuit, je suis réveillé par les communications des robots, avec ces bips et ces bruits de modem incessants.

source: It sounds like they are singing something. Every night they start their song... I cannot sleep thanks to that electric chorus.
fr_fr: C'est comme une chanson. Chaque nuit, ils recommencent... Je ne peux pas dormir à cause de leur chorale électrique.

source: Have I mentioned that the only food that we have is some kind of pestilential military ration? The smell alone is making me want to vomit.
fr_fr: Ai-je mentionné que la seule nourriture que nous avons est un genre de ration militaire pestilentielle ? Rien que l'odeur me donne envie de vomir.

source: Cheer up! All will be fine! Happy days are coming! Hurray!
fr_fr: Réjouis toi ! Tout ira bien ! Les jours heureux arrivent ! Hourra !

source: Linarian, have you been gorging on psychoactive pills or something?
fr_fr: Linarien, est ce que tu as avalé des substances psychoactives ou quelque chose dans le genre ?

source: Get a grip, the situation is bad and there is no use in pretending otherwise.
fr_fr: Reprends toi, la situation est mauvaise et il n'est pas possible d'envisager autre chose.

source: You are a cook. Stop complaining about the poor food! Make some yourself.
fr_fr: Tu es un cuisinier. Arrête de te plaindre à propos de la nourriture médiocre ! Débrouille toi.

source: I cannot! My beautiful macrowave oven is out of power. The wretched Red Guard took away my uranium battery.
fr_fr: Je ne peux pas. Mon beau four à macro-ondes n'a plus de batteries. L'affreuse Garde Rouge m'a pris ma pile à uranium.

source: I wish I could kill them all with my bare hands. They deserve it.
fr_fr: J'aimerais pouvoir tous les tuer de mes mains nues. Ils le méritent.

source: If only I had some dilithium to use as a backup power source...
fr_fr: Si seulement j'avais un peu de dilithium pour l'utiliser comme batterie de secours...

source: Why don't you send someone for the dilithium?
fr_fr: Pourquoi est-ce que tu n'envoies pas quelqu'un chercher du dilithium?

source: I did.
fr_fr: Oui.

source: Yesterday a guard patrol found a few tiny bits of him and lots of dried blood.
fr_fr: Hier, une patrouille de garde a trouvé quelques petits morceaux de lui et beaucoup de sang séché.

source: The bots made a bloody mess out of him.
fr_fr: Les robots l'ont vraiment écharpé.

source: I can get you some dilithium.
fr_fr: Je peux t'avoir un peu de dilithium.

source: Have you gotten overheated, Linarian?
fr_fr: Est-ce que tu es en surchauffe, Linarien ?

source: Look, there are dozens of ways you can kill yourself, and most hurt less than being killed by a bot.
fr_fr: Écoute, des moyens de te suicider, il y en a des dizaines, et la plupart font moins mal que d'être tué par un robot.

source: If you want to die just walk into a nuclear reactor or something. So much simpler.
fr_fr: Si tu veux mourir, va marcher dans un réacteur nucléaire ou quelque chose comme ça. C'est tellement plus simple.

source: I'll be fine. Don't worry.
fr_fr: Ça ira. Ne t'inquiète pas.

source: Do you know how the bots act? Some want to kill you as soon as possible... Others want to do the same, but slowly.
fr_fr: Est-ce que tu sais comment les robots agissent? Certains veulent te tuer dès que possible... D'autres veulent faire la même chose, mais plus lentement.

source: I have seen corpses with nearly all of the fingers ripped out. People with eyes drilled out with some big tool.
fr_fr: J'ai vu des cadavres dont tous les doigts avaient été arrachés, des gens avec les yeux percés...

source: I smelled burnt meat and heard the screams of the captives as they were incinerated alive outside the city walls.
fr_fr: J'ai senti l'odeur de viande grillée et entendu les cris des captifs tandis qu'ils étaient incinérés vivants à l'extérieur des murailles de la cité.

source: The bots know no mercy. They cannot even define it, damn scrap metal fiends.
fr_fr: Les robots ne connaissent pas la pitié. Ils ne peuvent même pas la définir, ces démoniaques engins métalliques.

source: Feel free to go, Linarian, but make sure to be very dead before they start killing you.
fr_fr: Vas y si tu le veux vraiment, Linarien, mais assure toi d'être bien mort avant qu'ils ne commencent à te tuer.

source: Got any food yet?
fr_fr: Tu as quelque chose à manger ?

source: I had prepared some delicacies, but the ravenous Red Guard ate it all.
fr_fr: J'avais préparé quelques mets délicats, mais la vorace Garde Rouge a tout mangé.

source: Not a big loss, I have a second batch of food cubes in the oven and they will be ready shortly.
fr_fr: Ce n'est pas une grande perte, j'ai un second carton de cubes nutritifs dans le four et ils seront bientôt prêts.

source: I think the mood in the town will improve once the cooking master Michelangelo gets to work. Ha!
fr_fr: Je pense que l'ambiance en ville va s'améliorer une fois que le maître cuisinier Michelangelo va se mettre au travail. Ha !

source: Can I buy some food here?
fr_fr: Puis-je acheter un peu de nourriture ici ?

source: There is no food here, just the odious military rations.
fr_fr: Il n'y a pas de nourriture ici, seulement ces infâmes rations militaires.

source: Made fully out of artificial nutrients and carcinogenic flavors. Even the army hated them.
fr_fr: Entièrement constituées de nutriments artificiels et d'arômes cancérigènes. Même l'armée les hait.

source: It's better than starving, but some people have already committed suicide because that repulsive material is the only thing available to eat.
fr_fr: C'est mieux que de mourir de faim, mais quelques personnes se sont déjà suicidées parce qu'il n'y a que cette chose dégoûtante est la seule denrée disponible.

source: I can give you some, but it's not worthy of being called food.
fr_fr: Je peux t'en donner un peu, mais ça n'est pas digne d'être appelé nourriture.

source: I want some yummy army snacks!
fr_fr: Je veux quelques une de ces alléchantes rations militaires !

source: I am supposed to read this out to all newcomers. Here goes:
fr_fr: Je dois lire ceci à tous les nouveaux arrivants. Voilà :

source: 'Please note that the army meal model #23 you are about to eat is provided 'as is' without warranty of any kind.
fr_fr: 'Rappelez-vous que le repas militaire modèle #23 que vous vous apprêtez à manger est fourni 'tel que', sans garantie d'aucune sorte.

source: That includes the implied warranty of edibility or fitness for a particular purpose. The entire risk as to the quality of the food is with you.
fr_fr: Ceci induit que vous pouvez adapter ces rations à un usage particulier ou les cuisiner comme vous le souhaitez. Vous assumez la totalité du risque lié à la qualité de la nourriture.

source: Should the army meal model #23 prove poisonous, you agree to cover the cost of keeping you alive by the colony medical staff or the costs of your cremation in our nuclear furnaces.'
fr_fr: Si la ration de l'armée modèle #23 devait s'avérer toxique, vous acceptez de couvrir les frais de maintien en vie engagés par l'équipe médicale ou la coût de votre propre crémation dans notre fourneau nucléaire.

source: Well, that is all. Here is the junk that you wanted. Enjoy.
fr_fr: Bien, c'est tout. Voila l'horreur que tu voulais. Bon appétit.

source: Hmm... Crunchy... That is... Oh... No. Ugh. Help.
fr_fr: Hmm... Croustillant... C'est... Oh... Non. Argh. Au secours.

source: Oh yes. You were warned, so don't blame me.
fr_fr: Oh oui. Je t'avais prévenu, ne m'en veux pas.

source: Bleah! That is not food!
fr_fr: Berk ! Ce n'est pas de la nourriture !

source: We already know that. There is nothing else to eat here, so I hope you get used to the taste.
fr_fr: Nous savons déjà ça. Il n'y a rien d'autre à manger ici, donc j'espère que tu t'habitueras au goût.

source: That thing only looks well and has a nice color.
fr_fr: Cette chose a un bel aspect et une jolie couleur.
