Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: I am sorry, but I must go now. My duties call.
fr_fr: Je suis désolé, mais je dois y aller maintenant. Le devoir m'appelle.

source: I got your toolkit. The bots were not a big problem.
fr_fr: J'ai ta boîte de microbots. Les robots n'ont pas trop posé de problémes.

source: Good. We sure need the autotools.
fr_fr: Bien. Nous avons vraiment besoin des microbots.

source: Our roads need fixing, our power lines need fixing, our walls need fixing... Hell, everything needs fixing in this place.
fr_fr: Nos routes ont besoin d'être remises en service, notre réseau d'alimentation en énergie doit être réparé, nos murailles ont besoin d'être colmatées... C'est l'enfer, il faut tout réparer dans cet endroit.

source: With those little gadgets we will be able to automate a lot of those simple repairs, saving us a lot of time.
fr_fr: Avec ces petites choses nous serons capables d'automatiser beaucoup de ces réparations simples, et ainsi nous pourrons gagner beaucoup de temps.

source: Here is some money for your effort. And I am sure you will find this helmet useful too, it saved my life once, and I hope it saves yours one day.
fr_fr: Voici un peu d'argent pour tes efforts. Et je suis persuadé que tu trouveras ce casque utile aussi, il m'a sauvé la vie une fois, et j'espère qu'il sauvera la tienne un jour.

source: I got your toolkit. You can buy it from me if you want.
fr_fr: J'ai ta boîte de microbots. Tu peux me l'acheter si tu veux.

source: WHAT!?
fr_fr: QUOI!?

source: You got to be kidding me, Linarian.
fr_fr: Tu dois être en train de blaguer, Linarien.

source: Give me the toolkit and stop fooling around.
fr_fr: Donne moi les microbots et arrête de dire n'importe quoi.

source: I was not joking. I am listening to your offers.
fr_fr: Je ne plaisantais pas. J'écoute ton offre.

source: Linarian, I curse the day on which you have arrived here.
fr_fr: Linarien, je maudis le jour où tu es arrivé ici.

source: Two fifty.
fr_fr: Deux cinquante.

source: Deal. Here is your toolkit. Now cough up the money. Fast.
fr_fr: Marché conclu. Voilà la boîte de microbots. Maintenant envoie la monnaie. Vite.

source: Here. It is all there.
fr_fr: Ici. Tout est là.

source: Now get out of here. I am a pacifist, but I am willing to make a special exception just for you.
fr_fr: Maintenant dégage de là. Je suis pacifiste, mais je ferai une exception pour toi.

source: Get out of my sight.
fr_fr: Hors de ma vue.

source: I am not happy about this. I suggest you leave the city.
fr_fr: Je ne suis pas content du tout. Je te suggère de quitter la ville.

source: Accidents... Happen.
fr_fr: Les accidents... ça arrive.

source: Linarian. Now we part as usual. However should I ever see you after the war is over...
fr_fr: Linarien, à présent nos chemins se séparent. Cependant, si je devais te revoir une fois la guerre terminée ...

source: I promise to kill you.
fr_fr: Je jure de te tuer.

source: Now take your money and get out of my face. I do not want to see you here ever again.
fr_fr: Maintenant prends ton argent et casse toi. Je ne veux plus te voir traîner par ici.

source: Good joke. I am sure you can do better.
fr_fr: C'est une bonne blague. Je suis certain que tu peux faire mieux.

source: Three fifty. This is all that the technical division has as their cash resources.
fr_fr: Trois cinquante. C'est tout ce que la division technique a comme liquidités.

source: Come on, I am sure you can do even better than that...
fr_fr: Vas y, je suis sûr que tu peux faire mieux que ça...

source: Four hundred. We cannot offer anything more.
fr_fr: Quatre cents. Nous ne pouvons pas offrir plus.

source: Please, we really need the autotools.
fr_fr: S'il vous plaît, nous avons réellement besoin des microbots.

source: Without them this city is doomed.
fr_fr: Sans eux cette ville est condamnée.

source: Is everything all right?
fr_fr: Est-ce tout ce dont tu es capable ?

source: Heh, never better!
fr_fr: Hé, tu bas ton record !

source: All indicators are in the green, the power and water fill the pipes and even Spencer seems happier now that the town is thriving despite all odds.
fr_fr: Tous les voyants sont dans le vert, la puissance et l'eau emplissent les conduit et même Spencer semble content maintenant que la ville est redevenue active malgré tous ces problèmes.

source: Thanks to the autotools we can start building instead of just trying to repair the damage.
fr_fr: Grâce aux microbots nous pouvons maintenant commencer à construire au lieu de seulement essayer de réparer les dommages.

source: Once this is sick war is over, I will make sure you get keys to the city Linarian.
fr_fr: Une fois que cette stupide guerre sera terminée, je m'assurerai que tu ais les clés de la ville, Linarien.

source: Nearly. Only my conscience keeps me up at night.
fr_fr: Presque. Seule ma conscience me garde en vie à la nuit.

source: Please leave me alone with my thoughts, I do not want to talk to anyone right now.
fr_fr: S'il te plaît, laisse moi seul avec mes pensées, je ne veux, plus parler à qui que ce soit maintenant.

source: No, I am afraid not.
fr_fr: Non, je ne suis pas effrayé.

source: While I do not regret sparing the bots in the tunnels, the town suffers for it.
fr_fr: Bien que je ne regrette pas d'épargner les robots dans les tunnels, la ville en souffre.

source: It makes me sad to see everything slowly wasting away. The bots are doing more damage than we can repair.
fr_fr: ça me rend triste de voir chaque chose disparaître inexorablement ainsi. Les robots causent plus de dommages que ce que nous pouvons réparer.

source: This town has a few weeks left to live. After that we are all dead.
fr_fr: Cette ville est condamnée. C'est une question de semaines. Alors, nous mourrons tous.

source: Ha! Never better!
fr_fr: Ha ! Pas mieux !

source: We are mass producing energy shields, creating more electric energy than we can ever imagine spending and even experimenting with new armor types.
fr_fr: Nous produisons en masse des boucliers d'énergie, en créant plus d'énergie électrique que ce que nous pourrons jamais imaginer dépenser et expérimentant même de nouveaux types d'armures.

source: Life is good right now.
fr_fr: La vie est belle maintenant.

source: What happened? Last time I asked, you said things are not going that well.
fr_fr: Que se passe-t-il ? La dernière fois que je t'ai demandé, tu m'as dis que ça n'allait pas si bien que ça.

source: Yes, but now everything is different.
fr_fr: Oui, mais tout est différent maintenant.

source: I met someone who decided to join us in the fight against the MegaSys bots.
fr_fr: J'ai rencontré quelqu'un qui a décidé de se joindre à nous dans le combat contre les robot de MegaSys.

source: You will need a hacked computer. Type in 'ssh 10.83.13.230' as the superuser, and you will see what I mean.
fr_fr: Tu as besoin d'un ordinateur hacké. Tape 'ssh 10.83.13.230' en tant que superutilisateur et tu comprendras ce que je veux dire.

source: Why the secrecy and the hushed voice? Can't you just tell me?
fr_fr: Pourquoi parler à voix basse secrètement ? Tu ne peux pas me le dire simplement ?

source: Nope. Some things you just have to see with your own eyes.
fr_fr: Non. Des choses que tu dois voir de tes propres yeux.

source: The Library of Alexandria, the Colossus of Rhodes, the Black Island...
fr_fr: La bibliothèque d'Alexandrie, le Colosse de Rhodes, l'Île noire...

source: And this is just one of those things.
fr_fr: Et c'est seulement une de ces choses.

source: Just go and see for yourself. Otherwise you will not believe me.
fr_fr: Va, et vois par toi-même. Sinon tu ne me croiras jamais.

source: AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA!
fr_fr: AAAAAAAAAAAAAAAAAAAAAAAAAA !

source: Linarian, please leave. You are no longer welcome here.
fr_fr: Linarien, pars s'il te plaît. Tu n'es plus le bienvenue ici.

source: You have done me wrong and I have no desire to talk to you.
fr_fr: Tu m'as mis en colère, et je ne désire plus te parler.

source: I must go now.
fr_fr: Je dois partir maintenant.

source: Hello! I'm new here.
fr_fr: Bonjour ! Je suis nouveau ici.

source: Hello. I'm Bender, the dead man of this camp.
fr_fr: Bonjour. Je suis Bender, l'homme mort de ce camp.

source: What's wrong? You look in pretty good shape for a dead man.
fr_fr: Qu'est-ce qui ne va pas ? Tu sembles en bonne forme pour un mort.

source: Yeah. I'm the strongest man within all of the world. That's cause I took ALL of the strength pills.
fr_fr: Ouais. Je suis l'homme le plus fort du monde. C'est parce que j'ai avalé TOUTES les pilules de force.

source: But yet I might be dead soon. The doc warned me, but I didn't listen. Damn.
fr_fr: Mais je serai probablement mort dans peu de temps. Le docteur m'avait averti, mais je ne l'ai pas écouté. Flûte.

source: You took too many strength pills and now you're sick?
fr_fr: Tu as pris trop de pilules de force et tu es malade maintenant ?

source: Nah. The strength pills were fine. They made me strong. The doc said so.
fr_fr: Non. Les pilules de force marchent parfaitement. Elles m'ont rendu plus fort. Le docteur l'a dit aussi.

source: It was the brain enlargement pills. They did me no good, man.
fr_fr: Ce sont les pilules d'augmentation du volume cérébral. Elles ne m'ont pas réussi, mec.

source: What did make you so sick?
fr_fr: Qu'est ce qui t'as rendu aussi malade ?

source: It was the brain enlargement pills. They did do me no good, man.
fr_fr: Ce sont les pilules d'augmentation du volume cérébral. Elles ne m'ont pas réussi, mec.

source: Brain enlargement pills? Sounds ridiculous!
fr_fr: Des pilules d'augmentation de la masse cérébrale ? C'est ridicule !

source: You know man, I got those offers everybody gets.
fr_fr: Tu sais mec, tout le monde m'a fait les mêmes propositions.

source: They offer some brain enlargement pills to enhance brain performance.
fr_fr: Ils fournissent certaines pilules d'augmentation du volume cérébral pour augmenter les performances cognitives.

source: 'Enlarg3 your brain! Bu.y pi11s! Che4p!!11!!!'
fr_fr: 'Agrandiss3z votre cerveau! Achetez des pilules ! P4s ch3r !!!'

source: And everybody in the camp said I was dumb, which is not true.
fr_fr: Et tout le monde dans le camp disait que j'étais stupide, alors que ce n'est pas vrai.

source: So I thought these pills might make them think differently about me.
fr_fr: Alors j'ai pensé que ces pilules les feraient changer d'avis à mon sujet.

source: But if you aren't dumb, why the brain enlargement pills?
fr_fr: Mais si tu n'étais pas stupide, pourquoi as tu utilisé les pilules d'augmentation de la masse cérébrale ?

source: Because they said I was dumb. So I had to do something about it, eh?
fr_fr: Parce qu'ils disaient que j'étais bête. Donc j'étais obligé de réagir, n'est-ce pas ?

source: Isn't there some doctor in town who could cure you?
fr_fr: N'y a-t-il pas en ville un docteur qui pourrait te soigner ?

source: Yeah, the doc could help. But he won't. I've threatened him, but he won't.
fr_fr: Ouais, le docteur pourrait faire quelque chose, c'est vrai. Mais il ne fera rien. Je l'ai menacé, mais il ne fera rien.

source: He's so angry cause I didn't listen. He warned me of the brain enlargement pill offers.
fr_fr: Il est très inquiet parce que je ne l'ai pas écouté. C'est lui qui m'a averti à propos des pilules d'augmentation de la masse cérébrale.

source: They can cause some awful forms of cancer. But I didn't listen. And now he refuses to help me, man.
fr_fr: Elles peuvent être responsables d'atroces manifestations cancéreuses. Mais je ne l'ai pas écouté. Et maintenant, il refuse de m'aider, mec.

source: Maybe I can help you somehow?
fr_fr: Peut être que je peux t'aider d'une quelconque manière ?

source: Man, if you could do that, I'd give you everything. I still got some of those strength pills left.
fr_fr: Mec, si tu pouvais le faire, je te donnerais n'importe quoi. J'ai encore quelques pilules de force de côté.

source: Also I could vote for you if you seek to join the guard of the town.
fr_fr: Je pourrais aussi voter pour toi si tu voulais rejoindre la garde de la ville.

source: Just get me some cure, and I'll be forever grateful!
fr_fr: Procure moi juste un peu de remède, et je te serai reconnaissant pour toujours !

source: I'm sorry, but it looks like there's nothing I could do for you.
fr_fr: Je suis désolé, mais on dirait que je ne peux rien faire pour toi.

source: Of course not. You're not a doctor. Only the doctor has the right medicine.
fr_fr: Bien sûr que non. Tu n'es pas docteur. Seuls les médecins ont la véritable science de la guérison.

source: But this rat would rather let me die!
fr_fr: Mais ce chacal préfère me laisser mourir !

source: I'll rip his guts out as soon as I get my hands on him, man.
fr_fr: Je l'étriperai dès que j'aurai mis la main sur lui, mec.

source: I've got your medicine. With best wishes from the doctor.
fr_fr: J'ai ton médicament. Avec les meilleurs souhaits de rétablissement de la part du docteur.

source: Wow, you really did it! I guess you beat the hell out of him.
fr_fr: Époustouflant, tu l'as vraiment fait ! Je suppose que tu lui as mis une sacrée raclée.

source: He wouldn't help me even after I pounded him a bit. A big bit.
fr_fr: Il n'a pas voulu m'aider, même après que je l'ai un peu frappé. Un peu beaucoup.

source: Man, you are the greatest hero!
fr_fr: Mec, tu es le plus génial des héros !

source: Now, take this as a reward. And you can be sure that I'll vote for you if you seek membership in the Red Guard!
fr_fr: Maintenant, voici ta récompense. Et tu peux être certain que je voterais pour toi si tu veux être membre d'équipage dans la Garde Rouge !

source: Thanks, man!
fr_fr: Merci, mec !

source: Maybe taking the brain enlargement pills really was stupid.
fr_fr: Peut être que prendre des pilules d'augmentation de la masse cérébrale était vraiment stupide.

source: WHAT? Did you just say I'm stupid?
fr_fr: QUOI ? Tu viens de dire que je suis stupide ?

source: Don't say it, man.
fr_fr: Ne dis pas ça, mec.

source: I can kill you so much, that no one will recognize you!
fr_fr: Je peux te tuer de façon tellement atroce que personne ne reconnaîtra ton cadavre !

source: Where can I find this doctor?
fr_fr: Où puis-je trouver ce docteur ?

source: He's right inside this building. I'm waiting here for him, man.
fr_fr: Il est à l'intérieur de cet immeuble. Je l'attends ici, mec.

source: When he comes out, maybe I can pound him some more. Maybe then he'll help me at last!
fr_fr: Quand il sera sorti, peut être que je pourrai le frapper encore un peu. Peut être même qu'il finira alors par m'aider!

source: Yes, he'll get a good beating. That will make him reconsider! That rat!
fr_fr: Ouais, il va recevoir une bonne raclée. Ce qui le fera réfléchir ! Cette charogne !

source: About that medicine that you need...
fr_fr: À propos du genre de soins dont tu as besoin...

source: What have you got?
fr_fr: Qu'est ce que tu as ?

source: What, you have nothing?
fr_fr: Quoi, t'as rien ?

source: Man, what are you doing here? Get the medicine! I need it now!
fr_fr: Mec, qu'est-ce que tu fais ici ? Va chercher le médicament ! J'en ai besoin maintenant !

source: How are you doing?
fr_fr: Comment est-ce que tu vas ?

source: Much better. I'm cured. Thanks again man! I'll vote for you if you want into the city guard! You're a good guy, man!
fr_fr: C'est beaucoup mieux. Je suis guéri. Merci encore mec ! Je voterai pour toi si tu veux dans la ville des gardes ! Tu es un bon gars, mec !

source: Yeah, it was a totally idiotic idea to take those pills.
fr_fr: Oui, c'était une idée complétement stupide de prendre ces pilules.

source: What? I'm not an idiot! Understood?
fr_fr: Quoi ? Je ne suis pas idiot ! Compris ?

source: No one says I'm stupid! I'm NOT STUPID!
fr_fr: Personne ne dit que je suis stupide ! Je NE SUIS PAS STUPIDE !

source: I'LL BEAT YOU TO SPLINTERS!
fr_fr: JE VAIS T'ÉCLATER !

source: Later, man!
fr_fr: Plus tard, mec !

source: This is MegaSys test bot, running very basic version of their OS. I can do nothing with this bot, because it doesn't know how to do anything.
fr_fr: Ceci est le robot de test MegaSys, qui fait tourner une version très basique de leur OS. Je ne peux rien faire avec ce robot, parce-qu'il ne sait pas comment faire quelque chose.

source: logout
fr_fr: Déconnecter

source: Welcome. I am Chandra, the local sage in this old town.
fr_fr: Alors je te souhaite la bienvenue. Je suis Chandra, le sage de cette vieille ville.

source: What can you tell me about this place?
fr_fr: Peux-tu m'apprendre quelque chose à propos de cet endroit ?

source: This small town existed since before the Great Assault. It used to be a somewhat successful mining community.
fr_fr: Cette petite ville existait avant le Grand Assaut. C'était le lieu d'une communauté minière prospère.

source: But now after the Great Assault, the rest of the planet gets bombarded by automated bot ships every now and then, so being down here isn't so bad at all.
fr_fr: Mais depuis le Grand Assaut, le reste de la planète subit des bombardements par des robots en pilotage automatiques. Être terré ici n'est pas une mauvaise chose.

source: Where can I get better equipment?
fr_fr: Où puis-je me procurer un meilleur équipement ?

source: The shop is to the north. Ms. Stone always has a good range of equipment there.
fr_fr: Le magasin est à l'est. Mlle Stone a toujours un bon choix d'équipement ici.

source: And the Red Guard always has the biggest guns and the best armor, but they do not sell them to the non-members.
fr_fr: Et la Garde Rouge a toujours les plus gros pistolets et les meilleures armures, mais ils ne les vendent pas à des non membres.

source: So what's so strange about the attack?
fr_fr: Alors qu'est-ce qui est étrange à propos de cette attaque ?

source: According to my calculations from the Fermi estimate, there are about seven million bots active in the region.
fr_fr: En accord avec mes calculs issus de l'estimation de Fermi, il y a environ sept millions de robots actifs dans la région.

source: Now, I think you will agree with me that the following statement is true: If bots, then death to everything alive.
fr_fr: D'accord, je pense que vous serez d'accord avec moi au sujet de l'assertion suivante : Si ce sont des robots, alors ils tuent chaque chose vivante.

source: Now, I make the assumption that you and I are alive.
fr_fr: À partir du postulat que vous et moi sommes en vie.

source: Now, if we are not dead, and if bots are killing everything alive...
fr_fr: Présentement, si nous ne sommes pas morts, et si les robots tuent chaque chose vivante...

source: ... THEN SOMETHING IS NOT LOGICAL!
fr_fr: ... ALORS QUELQUE CHOSE N'EST PAS LOGIQUE !

source: Calm down. There must be some logic behind this.
fr_fr: Calmez vous. Il y a peut être quelque chose de logique derrière tout ceci.

source: There is none!
fr_fr: Il n'y a rien !

source: They could just enter the city and massacre everyone.
fr_fr: Ils pouraient simplement entrer dans la ville et massacrer tout le monde.

source: But they do not do so.
fr_fr: Mais ils ne le font pas.

source: This makes no sense at all!
fr_fr: Ça ne veut rien dire du tout !

source: What do you know about the hostile bots?
fr_fr: Que voulez vous savoir à propos des robots hostiles ?

source: The phenomenon of hostile bots has occupied my mind for quite some time. There are some strange irrationalities in this behaviour, that I cannot explain.
fr_fr: Le phénomène des robots hostiles a occupé mon esprit pendant beaucoup de temps. Il y a quelque chose d'étrange dans ce comportement, que je ne parviens pas à expliquer.

source: This concerns not only the irrationality of the attack but also the methods and the scale of it all.
fr_fr: Cela ne concerne pas seulement l'irrationalité des attaques mais également les méthodes et le niveau de tout cela.

source: What types of bots are out there?
fr_fr: Quel genre de robot y a-t-il à l'extérieur ?

source: Hmm... Each kind of a bot has a number consisting out of three digits. The first one is the most significant, the class of a bot.
fr_fr: Hmm... Chaque genre de robot a un numéro composé de trois chiffres. Le premier est le plus significatif, il désigne la classe du robot.

source: I know a bit about three classes.
fr_fr: J'en sais un peu à propos de trois classes.

source: The 100s are cleaning bots of old. They are not too troublesome most of the time.
fr_fr: Ceux dans la catégorie des 100 nettoient les robots anciens. Ils ne font rien d'étrange la plupart du temps.

source: The 200s are more dangerous. Beware of being attacked by more than one at the same time.
fr_fr: La série des 200 est plus dangereuse. Veillez à ne pas être attaqué par plus de l'un d'entre eux à la fois.

source: An encounter with a 300 type bot is death, so try to avoid it.
fr_fr: Une référence dans la classe des 300 équivaut à la mort, donc essayez de les éviter.

source: I am sure there are lots more of classes out there, but I know nothing about them.
fr_fr: Je suis certain qu'il y a beaucoup plus de classes de robot que ça, mais je ne sais rien à leurs propos.

source: I want to leave this place.
fr_fr: Je veux quitter cet endroit.

source: We all do, Linarian, we all do.
fr_fr: Nous tous, Linarien, nous tous.

source: The act in question is made impossible by the quasi-infinite bots outside of the city walls.
fr_fr: L'acte en question est rendu impossible par la quantité quasi-infinie de robots à l'extérieur des murs de la ville.

source: You cannot live for long out there.
fr_fr: Tu ne peux pas vivre longtemps à l'extérieur.

source: No, I meant I would like to leave this world.
fr_fr: Non, je voulais dire "je veux quitter ce monde".

source: Simple. Walk outside the city walls, and the bots will send you to the other world within a few minutes.
fr_fr: Très simple. Va te balader à l'extérieur des murs de la ville, et les robots t'expédieront dans l'autre monde en quelques minutes.

source: Unless you mean leave the planet, in which case that is impossible.
fr_fr: Bien que tu veuilles quitter la planète, dans tous les cas cela est impossible.

source: Most likely all of our cosmodromes have been destroyed in the bot attacks.
fr_fr: La plupart de nos cosmodromes ont été détruits dans l'attaque des robots.

source: I keep getting beaten up by the bots. What can I do?
fr_fr: Je crois que je serai battu par les robots. Qu'est-ce que je peux faire?

source: My advice is to invest in a ranged weapon. While that can create a huge puncture in your wallet, it is better than a huge puncture in you.
fr_fr: Mon conseil est d'investir dans un ratelier d'armes. Bien que ça puisse créer un trou béant dans ton mur, c'est mieux qu'un trou béant dans toi.

source: Currently there is a ban on selling such things. The Red Guard wants to be the only ones with good weapons.
fr_fr: Actuellement, il y a un embargo sur la vente de certaines choses. La Garde Rouge veut garder le monopole de l'armement efficace.

source: Should you fail to find something decent to shoot with, there are always other options.
fr_fr: Tu devrais avoir du mal à trouver quelque chose de décent pour tirer, mais il y a d'autres options.

source: Ewald sells potions which can increase your abilities to fight for a while. He keeps the ingredients a secret, and the prices high.
fr_fr: Ewald vend des potions qui peuvent augmenter tes capacités de combat pendant un temps limité. Il en garde la composition secrète, et le prix est très élevé.

source: There was a person selling grenades too. Eh... I forgot his name, my memory is not serving me very well today. I am sure he can help you out.
fr_fr: Il y avait une personne qui vendait des grenades aussi. Euh... J'ai oublié son nom, la mémoire me fait défaut aujourd'hui. Je suis certain qu'il peut t'aider.
