Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg.po
Languages: ru_ru

source: Wall
ru_ru: Стена

source: Hey ! This looks like...a WALL !
ru_ru: Эй! Это похоже на... СТЕНУ!

source: Maybe you could use a door to go out. This wall seems pretty solid.
ru_ru: Возможно вам стоит поискать дверь. Эта стена достаточно тверда.

source: Glass wall
ru_ru: Стеклянная стена

source: A wall made out of glass. It lets the light go through.
ru_ru: Стеклянная стена, через нее проникает свет.

source: Broken glass wall
ru_ru: Сломанная стеклянная стена

source: You can get through holes, but beware of sharp edges.
ru_ru: Ты можешь пройти через дыру, но остерегайся острых краёв.

source: Wall with a window
ru_ru: Стена с окном

source: Windows, are, besides a famous joke OS trademark, very useful things.
ru_ru: Окна, если не считать знаменитой шуточной ОС, очень хорошая штука.

source: Door
ru_ru: Дверь

source: This is a door. Seems to open automatically when someone approaches.
ru_ru: Это дверь. Кажись, она открывается автоматически, когда к ней кто-то приближается.

source: Locked door
ru_ru: Закрытая дверь

source: The red color probably indicates that the door is locked.
ru_ru: Можно предположить, что красный цвет означает, что дверь закрыта.

source: Pillar
ru_ru: Колонна

source: A pillar made out of gray concrete.
ru_ru: Колонна из серого бетона.

source: Supercluster terminal
ru_ru: Терминал большого кластера

source: This is a small part of a gigantic computer cluster, maybe many square miles large...
ru_ru: Это малая часть огромного компьтерного кластера, возможно простирающегося на много километров.

source: Ray emitter
ru_ru: Излучатель

source: It appears to be in "standby" mode.
ru_ru: Кажется оно в "ждущем" режиме.

source: Droid nest
ru_ru: Гнездо для дроида

source: This is a service droid case. You suppose it's of no use for your quest.
ru_ru: Гнездо для сервисного обслуживания дроида. Для твоей высокой миссии оно бесполезно.

source: Chest
ru_ru: Сундук

source: This chest has already been opened
ru_ru: Этот сундук уже открыт

source: This chest is closed.
ru_ru: Сундук закрыт.

source: Autogun
ru_ru: Автопушка

source: A not-that-nice autogun. Beware : it could be harmful.
ru_ru: Отнюдь не приятная автопушка. Окуратней: она может быть весьма опасна.

source: A not-that-nice autogun. It seems disabled for now.
ru_ru: Отнюдь не приятная автопушка. Окуратней: пока она отключена.

source: This killing machine is disabled. For now.
ru_ru: Эта мясорубка бездействует. пока...

source: It is looking at you. You are sure it is looking at you. But it does not fire. For now.
ru_ru: Оно на тебя смотрит. Ты можешь покласться, что оно на тебя смотрит. Но не стреляет. Пока не стреляет.

source: The autogun is disabled.
ru_ru: Автопушка отключена.

source: Rock barrier
ru_ru: Каменная стена

source: No way to pass through. Find another path.
ru_ru: Тут не пройти, поищи обход.

source: Cooking pot
ru_ru: Кастрюля

source: This cauldron can be used for many good things. Cooking beef or pork for dinner are some of them. It can be also used for many evil things. Cooking Linarians for dinner is one of them.
ru_ru: Этот котелок можно использовать для многих хороших вещей. Можно приготовить говядину или свинину. Впрочем, его можно использовать и во вред, например для варки пингвинятины.

source: Terminal
ru_ru: Терминал

source: This is a Terminus 2 terminal. Made by Parafunken.
ru_ru: Терминал Terminus 2 от Parafunken.

source: Barrel
ru_ru: Бочка

source: A painted barrel, protected from rust.
ru_ru: Окрашенная бочка, не ржавеет.

source: A rusty barrel.
ru_ru: Прогнившая бочка.

source: Wooden crate
ru_ru: Деревянный ящик

source: This is a big wooden crate that could contain interesting things. Or not.
ru_ru: Это большой деревянный ящик в котором лежит много вкусняшек. Или не лежит.

source: This is a wooden crate that could contain interesting things. Or not.
ru_ru: Это деревянный ящик набитый интересненькими вещицами, а может быть и нет.

source: Room lamp
ru_ru: Комнатная лампа

source: This is a charming room lamp.
ru_ru: Эта лампа добавит уют в любую комнату.

source: This is a wonderful room lamp.
ru_ru: Замечательная комнатная лампа.

source: This is a great room lamp.
ru_ru: Отличная напольная лампа.

source: This is a perfect room lamp.
ru_ru: Первоклассная напольная лампа без малейших изъянов.

source: Fence
ru_ru: Ограда

source: This is a wooden fence. Find another path.
ru_ru: Это деревянный забор, поищи обход.

source: You can't break it. Find another way.
ru_ru: Тебе его не сломать, поищи обход.

source: Small toilet
ru_ru: Маленький туалет

source: Smells good.
ru_ru: Хорошо пахнет.

source: Toilet
ru_ru: Туалет

source: Feel like defecating ?
ru_ru: Покакать захотелось?

source: Yes, they are clean.
ru_ru: Да, они чистые.

source: Would you have something to empty ?
ru_ru: У вас не найдется чего-нибудь опустошить?

source: Chair
ru_ru: Стул

source: This is an orange chair which does not look too comfortable
ru_ru: Оранжевый стул. Я бы не сказал, что он удобен.

source: Sofa
ru_ru: Софа

source: A soft red sofa.
ru_ru: Мягкий красный диван.

source: Plant
ru_ru: Растение

source: After all the humans are killed by the bots, only plants like this one will remain.
ru_ru: Когда боты перебьют всех людей, только растения вроде этого останутся.

source: Desk
ru_ru: Рабочий стол

source: This desk is designed to handle extreme loads of office work.
ru_ru: Этот стол должен выдерживать кучи офисной работы.

source: Bench
ru_ru: Скамейка

source: A simple white bench.
ru_ru: Обычная простенькая белая скамейка.

source: Bath tub
ru_ru: Ванна

source: An idea of what comfort is
ru_ru: Воплощение комфорта

source: Taking a bath is not your current quest - what a pity !
ru_ru: К сожалению тебе сейчас не до ванной, как жаль!

source: Tree
ru_ru: Дерево

source: This tree seems quite normal
ru_ru: Это дерево выглядит вполне нормальным

source: This is a nice tree
ru_ru: Это хорошее дерево

source: No, it definitely doesn't look like a droid
ru_ru: Не, это никапельки не похоже на бота

source: This tree does not look too healthy.
ru_ru: Кажется это дерево приболело

source: For some strange reason this tree has blue leaves.
ru_ru: По неизвестным науке причинам у этого дерева синие листья.

source: Colony wall
ru_ru: Городская стена

source: This is just a pink wall.
ru_ru: Это просто розовая стена.

source: Restaurant shelves
ru_ru: Ресторанные полки

source: This is but standard restaurant furniture.
ru_ru: Обычная ресторанная мебель

source: Rock wall
ru_ru: Каменная стена

source: This rock is here now and forever, and it is not going anywhere. Go somewhere else.
ru_ru: Этот камень тут навсегда и никуда не убежит. Так что проваливай ка отсюда.

source: Grey wall
ru_ru: Серая стена

source: This is grey and seems quite hard to destroy. People usually call it a wall. You have no chance to go through : there must be another path.
ru_ru: Оно серое и кажется разрушить его нелегко. Люди обычно называют это стеной. Даже не стоит пройти насквозь: должен быть какой-то другой способ попасть на ту сторону.

source: Green wall
ru_ru: Зеленая стена

source: This wall is covered by an asparagus-green wallpaper.
ru_ru: Эта стена покрыта зелеными обоями

source: Groovy wall
ru_ru: Прикольная стена

source: Man, dig that groovy wallpaper. It's a real blast!
ru_ru: Чувак, глянь на эти прикольные обоины, да это просто улет!

source: Brick wall
ru_ru: Кирпичная стена

source: A badly constructed brick wall. It looks like it was built in a rush. The color is quite nice though.
ru_ru: Плохо сложенная кирпичная стена. Кажется, будто её строили в спешке. Впрочем, цвет довольно приятный.

source: This wall is suffering. Finish it!
ru_ru: Стенка почти развалилась, приконци её!

source: Well ... it was not very resistant
ru_ru: Ну чтож, она не особо сопротивлялась

source: Blood
ru_ru: Кровь

source: Do droids bleed ? These do.
ru_ru: Боты истекают маслом? Эти да.

source: Oil stains
ru_ru: Масляные пятна

source: Do droids bleed? These don't.
ru_ru: Дроиды истекают маслом? Эти нет.

source: Entrance
ru_ru: Вход

source: It leads into the dark tunnels below...
ru_ru: Он ведет в темные подземные тунели...

source: Ladder
ru_ru: Лестница

source: It leads to the surface world.
ru_ru: Она ведет к поверхности.

source: Exotic plant
ru_ru: Экзотическое растение

source: A wonderful exotic plant. You can read "Made by Basse" on it
ru_ru: Замечательное экзотическое растение. Вы можетет разглядеть на нем клеймо "Нарисовано Бассе"

source: Rocks
ru_ru: Камни

source: Do you think a rock can attack you ? No, MS droids can't hide themselves that way : they crash before.
ru_ru: Ты правда думсаешь, что кмень может на тебя напасть? Не, боты МС так прятаться не умеют: они сначала ломаются.

source: Eating too much of that could lead to a kernel panic.
ru_ru: Если съесть слишком много, то можно заработать kernel panic.

source: Red wall
ru_ru: Красная стена

source: Shop counter
ru_ru: Магазинная касса

source: This model of the counter features a built-in cash register and bright neon lights.
ru_ru: Эта модель имеет встроенный лоток для денег и яркие неоновые лампочки.

source: Set of shelves
ru_ru: Стелаж

source: There is a lot of junk in here. Bot parts, medical supplies, scrap metal bits and other useless things like that.
ru_ru: Тут полно всякого хлама. Запчасти для ботов, медикаменты, металлический сусор и прочая фигня.

source: There is a lot of junk in here. Bot parts, gold bars, dead rodents, scrap metal bits and other useless things like that.
ru_ru: Тут полно всякого хлама. Запчасти для ботов, слитки золота, дохлые крысы, металлический мусор и прочая фигня.

source: Empty shelves
ru_ru: Пустой стелаж

source: Whatever was here before, is not here anymore.
ru_ru: Что бы тут не хранилось раньше, теперь тут ничего нет.

source: Strong wall
ru_ru: Крепкая стена

source: This great wall can withstand a swarm of rogue bots madly attacking it for weeks*! It can belong to you for only 299.99C$ + tax, per section. *( Your duration may vary. This wall comes with ABSOLUTELY NO WARRANTY! )
ru_ru: Эта стена может выдерживать орды ботов, осаждающих её денно и нощно неделями*! Она ваша всего за $299.99 за секцию не считая налогов. *( Продолжительность может меняться, эта стена поставляется БЕЗ КАКИХ ЛИБО ГАРАНТИЙ )

source: Gate
ru_ru: Ворота

source: This gate is little more than just a big door. A very big door.
ru_ru: Эти ворота - нечто большее, чем большая дверь. Это очень больная дверь.

source: It is locked in order to keep something out. Or maybe to keep something in?
ru_ru: Она закрыта, чтобы никто не входил. Или чтобы никто не выходил?

source: This yellow chair looks inviting.
ru_ru: Так и хочется присесть на этот желтый стул.

source: Red bench
ru_ru: Красная койка

source: It is a soft bench, commonly seen in hospitals, shops and houses all around the world.
ru_ru: Это мягкий диванчик, такие нередко можно видеть в больницах, магазинах и домах по всему миру.

source: It is a soft bench, commonly seen in hospitals, malls and houses all around the world.
ru_ru: Это мягкий диванчик, такие нередко можно видеть в больницах, гипермаркетах и домах по всему миру.

source: It is a soft bench, commonly seen in hospitals, barber shops and houses all around the world.
ru_ru: Это мягкий диванчик, такие нередко можно видеть в больницах, парикмахерских и домах по всему миру.

source: It is a soft bench, commonly seen in hospitals, coffee shops and houses all around the world.
ru_ru: Это мягкий диванчик, такие нередко можно видеть в больницах, кофейнях и домах по всему миру.

source: Dead member of the Red Guard
ru_ru: Труп красногвардейца

source: If not for the terrible wounds, you could think that he is just asleep...
ru_ru: Если бы не ужасные раны можно было бы считать, что он просто прилег поспать...

source: It looks like he fought to the bitter end...
ru_ru: Кажется он бился до последней капли крови...

source: Numerous wounds cover the body of this brave warrior...
ru_ru: Множество ран покрывает тело этого бравого воина...

source: Conference table
ru_ru: Стол для совещаний

source: A round conference table with chairs and a computer at every seat.
ru_ru: Круглый стол для совещаний со стульями и компьютером перед каждым сидящим.

source: Bed
ru_ru: Кровать

source: This is a standard sleeping capsule.
ru_ru: Обычная капсула для сна.

source: Bunk beds
ru_ru: Сдвоенные койки

source: To save space on the floor two sleeping capsules were stacked vertically.
ru_ru: Чтобы сэкономить место капсулы для сна расположены одна над другой.

source: Projector
ru_ru: Проектор

source: This device is used for casting images onto a wall or a screen. It uses something looking like a film reel as a source of those images.
ru_ru: Этот агрегат используется для проецирования изображения на стену или экран. В качестве носителя изображений используется что-то вроде кинопленки.

source: Projector screen
ru_ru: Проекционный экран

source: This is a projector screen, it allows to get better image quality than the wall.
ru_ru: Это проекционный экран. Картинка на нем смотрится куда лучше, чем на стене.

source: Bookcase
ru_ru: Книжный шкаф

source: There are many interesting books here, but none of them is a switch opening a secret passage.
ru_ru: Тут много интересных книг, но ни одна из них не открывает секретного хода.

source: There are exactly 451 books here.
ru_ru: Тут ровнёхонько 451 книга.

source: Empty bookcase
ru_ru: Пустой книжный шкаф

source: No books here, just dust.
ru_ru: Книг нет, одна пыль.

source: Only boring books like the Necronomicon are here. Yawn. Nothing interesting.
ru_ru: Скучноватая подборка книг вроде Некрономикона. *Зевает* Ничего интересного.

source: Dust to trees. Trees to pages. Pages to books. Books to dust.
ru_ru: Из пыли вырастают деревья, из деревьев делают бумагу, из бумаги книги, а книги превращаются в пыль.

source: Sign
ru_ru: Знак

source: A sign.
ru_ru: Просто знак.

source: The arrow points at a direction. Maybe you should follow it
ru_ru: Стрелка указывает вон туда. Может стоит последовать в этом направлении.

source: Counter
ru_ru: Касса

source: A counter.
ru_ru: Просто касса.

source: Bar table
ru_ru: Барная стойка

source: You can see some food stains on this yellow round table.
ru_ru: Вы видите остатки еды на круглом желтом столе.

source: Table
ru_ru: Стол

source: Tables such as this one have been used for centuries to store various items on top of them.
ru_ru: Столы вроде этого веками применялись для хранения вещей на них.

source: Glass table
ru_ru: Стеклянный стол

source: This table is made out of see-through glass.
ru_ru: Этот стол сделан из прозрачного стекла.

source: Water
ru_ru: Вода

source: This water seems dangerous. You will want to avoid going there.
ru_ru: Вода выглядит опасной. Тебе лучше не заходить в нее.

source: Crystal pillar
ru_ru: Кристальная колонна

source: A pillar made out of crystal.
ru_ru: Колонна из самородного кристалла.

source: unnamed_obstacle
ru_ru: неизвестный объект

source: This obstacle seems solid.
ru_ru: Этот объект выглядит твердым.

source: Max level reached!
ru_ru: Достигнут максимальный уровень!

source: Level Gained!
ru_ru: Достигнут уровень!

source: Melee
ru_ru: Контактный

source: Ranged
ru_ru: Дистанционный

source: Programming
ru_ru: Программирование

source: Level
ru_ru: Уровень

source: Experience
ru_ru: Опыт

source: Next level
ru_ru: Следующий уровень

source: Money
ru_ru: Деньги

source: Strength
ru_ru: Сила

source: Dexterity
ru_ru: Ловкость

source: CPU
ru_ru: ЦП

source: Life
ru_ru: Жизнь

source: Training points
ru_ru: Очки опыта

source: Health
ru_ru: Здоровье

source: Temperature
ru_ru: Температура

source: Stamina
ru_ru: Выносливость

source: Armor
ru_ru: Защита

source: Attack
ru_ru: Нападение

source: Damage
ru_ru: Урон

source: 1 Item received (on floor)
ru_ru: 1 предмет получен (валяется на полу)

source: 1 Item received!
ru_ru: 1 предмет получен!

source: What will you say?
ru_ru: Что ты скажешь?

source: Your friend %s was killed by %s.
ru_ru: Твой друг %s был убит %s.

source: You killed %s.
ru_ru: Ты убил %s.

source: %s is dead.
ru_ru: %s мертв.

source: For defeating %s, you receive %d experience.
ru_ru: За победу над %s, ты получаешь %d опыта.

source: %s was killed by %s.
ru_ru: %s был убит %s.

source: %s died.
ru_ru: %s умер.

source: Damage: %d to %d
ru_ru: Урон: от %d до %d

source: Dam: %d-%d
ru_ru: Урон: %d-%d

source: Ammo : %d of %d
ru_ru: Патроны : %d of %d

source: Multiplicity: %d
ru_ru: Количество: %d

source: Armour: %d
ru_ru: Броня: %d

source: Indestructible
ru_ru: Неразрушимый

source: Required:
ru_ru: требуется:

source: Required strength: %d
ru_ru: Требуемая сила: %d

source: To implant the automap device
ru_ru: Вживить автосоставитель карт

source: Increase strength
ru_ru: Увеличить силу

source: Increase dexterity
ru_ru: Увеличить выносливость

source: Electromagnetic pulse
ru_ru: Электромагнитный импульс

source: Huge explosion
ru_ru: Сильный взрыв

source: Right click to use
ru_ru: Правый клик для использования

source: %d to strength
ru_ru: %d к силе

source: %d to dexterity
ru_ru: %d к выносливости

source: %d to CPU
ru_ru: %d к ЦП

source: %d to life
ru_ru: %d к жизни

source: %d%% to hit
ru_ru: %d%% к удару

source: %d to all attributes
ru_ru: %d ко всем атрибутам

source: %d%% to armour
ru_ru: %d%% к защите

source: %d%% to damage
ru_ru: %d%% к урону

source: +%d to resist fire
ru_ru: +%d к выносливости огня

source: +%d to resist electricity
ru_ru: +%d к выносливости электричесва

source: %d to light radius
ru_ru: %d к радиусу освещенности

source: UNIDENTIFIED
ru_ru: НЕИДЕНТИФИЦИРОВАН

source: reloading
ru_ru: перезаряжаю

source: %sEMPTY
ru_ru: %sПУСТ

source: To %s....
ru_ru: К %s....

source: Health %s%d/%d
ru_ru: Здоровье %s%d/%d

source: Temperature %s%d/%d
ru_ru: Температура %s%d/%d

source: Run %s%d/%d
ru_ru: Бег %s%d/%d

source: XP %d/%d
ru_ru: Опыт %d/%d

source: C H E S T
ru_ru: С У Н Д У К

source: B A R R E L
ru_ru: Б О Ч К А

source: C R A T E
ru_ru: Я Щ И К

source: --- Message Protocol ---
ru_ru: --- Протокол сообщений ---

source: Clip empty, reloading...
ru_ru: Обойма закончилась, перезаряжаюсь!

source: No more ammunition !
ru_ru: Кончились патроны!

source: This is a %s. %s
ru_ru: Это %s. %s

source: Examining %s. %s
ru_ru: Изучаю %s. %s

source: You see the floor. It should be perfectly safe to walk on it.
ru_ru: Вы видите пол. По идее, ходить по нему - абсолютно безопасно.

source: My name is Bug. Software Bug. Please report me to the developers. Thank you.
ru_ru: Меня зовут глюк. Программный глюк. Пожалуйста сообщите обо мне разработчикам. Спасибо.

source: Yet another Red Guard. You cannot say anything more, the armor hides his body.
ru_ru: Еще один красноармеец. Сказать большего нельзя: защита скрывает его тело.

source: Huh? What? Where am I?
ru_ru: А? Что? Где я?

source: Updating Tux images
ru_ru: Одновляю картинки Тукса

source: (this may take a little while...)
ru_ru: (на это может потребоваться время...)

source: Starting new game.
ru_ru: Началась новая игра

source: Game over.
ru_ru: Игра окончена.

source: Game won.
ru_ru: Вы победили.

source: Automap ON.
ru_ru: Автокарта ВКЛ.

source: Automap OFF.
ru_ru: Автокарта ВЫКЛ.

source: Sorry, you don't have automap yet: map maker item not present.
ru_ru: Извините, но у вас пока нет автокарты: картосоставитель отсутствует.

source: How do you expect to do two things at a time? You are
ru_ru: Я не Цезарь, чтобы делать два дела сразу? Я уже

source: drinking a potion!
ru_ru: пью напиток!

source: waiting for you weapon to fire again!
ru_ru: Жду, перезарядки оружия, чтобы снова выстрелить!

source: reloading your weapon!
ru_ru: перезаряжаю пушку!

source: throwing a grenade!
ru_ru: кидаю гранату!

source: running a program!
ru_ru: Выполняю программу!

source: doing something so weird the game does not understand what it is
ru_ru: делаю что-то настолько хитрое, что игра не может понять что именно.

source: You cannot fight with this!
ru_ru: С этим я на трезвую голову драться не могу!

source: Item taken: %s.
ru_ru: Предмет взят: %s.

source: I can't carry any more.
ru_ru: Я не могу столько тащить.

source: FLOOR
ru_ru: ПОЛ

source: WALLS
ru_ru: СТЕНЫ

source: MACHINERY
ru_ru: ТЕХНИКА

source: FURNITURE
ru_ru: МЕБЕЛЬ

source: CONTAINERS
ru_ru: КОНТЕЙНЕРЫ

source: NATURE
ru_ru: ПРИРОДА

source: ALL
ru_ru: ВСЕ

source: OpenGL support compiled:
ru_ru: Собрано с поддержкой OpenGL:

source: YES
ru_ru: ДА

source: NO
ru_ru: НЕТ

source: OpenGL output active:
ru_ru: Вывод через OpenGL:

source: Play
ru_ru: Играть

source: Level Editor
ru_ru: Редактор уровней

source: Options
ru_ru: Настройки

source: Credits
ru_ru: Разработчики

source: Contribute
ru_ru: Помочь проекту

source: Exit FreedroidRPG
ru_ru: Выйти из FreedroidRPG

source: Graphics Options
ru_ru: Настройки графики

source: Sound Options
ru_ru: Настройки звука

source: Language
ru_ru: Язык

source: Droid Talk
ru_ru: Разговоры дроидов

source: On-Screen Displays
ru_ru: Экранные информаторы

source: Performance Tweaks
ru_ru: Настройки производительности

source: Back
ru_ru: Назад

source: Save Game
ru_ru: Сохранить игру

source: Resume Game
ru_ru: Продолжить игру

source: Load Game
ru_ru: Загрузить игру

source: New Game
ru_ru: Новая игра

source: Quit
ru_ru: Выход

source: Gamma Correction: %1.2f
ru_ru: Гамма коррекция %1.2f

source: Fullscreen Mode: %s
ru_ru: Полноэкранный режим: %s

source: ON
ru_ru: ВКЛ

source: OFF
ru_ru: ВЫКЛ

source: Change Screen Resolution
ru_ru: Изменить разрешение

source: Show Blood: %s
ru_ru: Отображать кровь: %s

source: YES
ru_ru: ДА

source: NO
ru_ru: НЕТ

source: Automap Scale: %2.1f
ru_ru: Масштаб автокарты: %2.1f

source: Background Music Volume: %1.2f
ru_ru: Громкость фоновой музыки: %1.2f

source: Sound Effects Volume: %1.2f
ru_ru: Громкость звуковых эффектов: %1.2f

source: Hog CPU for max. performance: %s
ru_ru: Захватывать CPU для увеличения производительности: %s

source: Highlighting mode: %s
ru_ru: Режим подсветки: %s

source: FULL
ru_ru: ПОЛНЫЙ

source: REDUCED
ru_ru: СОКРАЩЕННЫЙ

source: Show Position: %s
ru_ru: Показывать положение: %s

source: Show Framerate: %s
ru_ru: Показывать частоту кадров: %s

source: Show Enemy Energy Bars: %s
ru_ru: Отображать кол-во энергии противников: %s

source: Screen Messages at most: %d
ru_ru: Сообщений на экране не более: %d

source: Reprogram bots after takeover: %s
ru_ru: Перепрограммировать ботов после захвата: %s

source: Please enter a name for the new hero: (ESCAPE to cancel.) >
ru_ru: Пожалуйста, введите имя нового героя: (ESCAPE для отмены) >

source: BACK
ru_ru: НАЗАД

source: No saved games found!! Loading Cancelled.
ru_ru: Сохраненных игр не обнаружено! Загрузка невозможна.

source: Sure!
ru_ru: Уверен!

source: Really delete hero '%s'?
ru_ru: Вы уверены, что хотите удалить героя '%s'?

source: No saved games found!! Deletion Cancelled.
ru_ru: Сохраненных игр не найдено! Удаление невозможно.

source: New Hero
ru_ru: Создать нового героя

source: Load existing Hero
ru_ru: Загрузить существующего героя

source: Delete existing Hero
ru_ru: Удалить существующего героя

source: Pausing game...
ru_ru: Приостанавливаю игру...

source: GAME PAUSED
ru_ru: ИГРА ПРИОСТАНОВЛЕНА

source: Game resumed.
ru_ru: Игра возобновлена.

source: Arrived at %s.
ru_ru: Вы прибыли в %s.

source: * Mission completed:
ru_ru: * Миссия выполнена:

source: * Mission failed:
ru_ru: * Миссия провалена:

source: * Mission not yet assigned:
ru_ru: * Миссия пока еще не назначена:

source: * Mission assigned:
ru_ru: * Назначена миссия:

source: Mission:
ru_ru: Миссия:

source: Status:
ru_ru: Статус:

source: COMPLETE
ru_ru: ВЫПОЛНЕНА

source: FAILED
ru_ru: ПРОВАЛЕНА

source: STILL OPEN
ru_ru: ОТКРЫТА

source: No open quests yet.
ru_ru: Нет открытых квестов.

source: No completed quests yet.
ru_ru: Нет выполненых квестов.
