Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: Hello!
fr_fr: Bonjour !

source: Hello. I'm Doc Moore. I'm the medic of this town.
fr_fr: Bonjour. Je suis le docteur Moore. Je suis le médecin de cette ville.

source: Do you also trade in medical equipment?
fr_fr: Vendez vous de l'équipement médical ?

source: Sure. Here is what I can offer today.
fr_fr: Bien sûr. Voici ce que j'ai à votre disposition en ce moment.

source: Doc, I took some of those brain enlargement pills...
fr_fr: Docteur, j'ai pris une de ces pilules d'augmentation du volume cérébral...

source: What can you tell me about strength pills?
fr_fr: Que pouvez vous me dire à propos des pilules de force ?

source: Strength pills are only one variant of a fantastic scientific breakthrough that happened shortly before the Great Assault.
fr_fr: Les pilules de force ne sont qu'une variante d'une découverte scientifique révolutionnaire survenue peu avant le Grand Assaut.

source: Three kinds of enhancement pills were developed. One for strength, one for dexterity and one for programming abilities.
fr_fr: Trois super-pilules différentes furent développées. Une pour la force, une pour la dextérité et une pour la magie.

source: These pills work on a nanotechnological basis with small machines connecting to your muscle and nerve tissue.
fr_fr: Ces pilules fonctionnent grâce aux nanotechnologies : de toutes petites machines se connectent à vos tissus musculaires et nerveux.

source: The machines connect together and form some inorganic artificial tissue that has been optimized for certain qualities.
fr_fr: Les machines se connectent ensemble et forment un tissu artificiel qui a été optimisé pour disposer de qualités propres.

source: Since this invention only came shortly before the Great Assault, these pills are now very rare.
fr_fr: Étant donné que cette invention a été réalisée peu avant le Grand Assaut, ces pilules sont très rares.

source: But if you should get them, even better, because the effects are permanent, and as far as we can tell, there aren't any side effects!
fr_fr: Mais si tu peux mettre la main dessus, c'est encore mieux, parce que leurs effets sont permanents et, d'après ce que je sais, il n'y a aucun effet secondaire !

source: Oh no, not another one. These pills are almost pure biological waste.
fr_fr: Oh non, pas encore un autre. Ces pilules sont un véritable poison.

source: Taking this stuff almost equals delayed suicide.
fr_fr: En prendre correspond à un suicide à retardement.

source: Now, take this antidote. It should remove the dangerous substances within your body.
fr_fr: Bon, prends cet antidote. Il devrait détruire les substances dangereuses contenues dans ton organisme.

source: But remember, I'll only give you this help once, cause you didn't know the effects.
fr_fr: Mais souviens-toi, c'est la seule fois que je t'en donne, et seulement parce que tu n'étais pas au courant des effets secondaire de cette pilule

source: Should you take that junk again, I won't feel responsible for what happens to you any more.
fr_fr: Si tu prends encore de cette cochonnerie, je ne me sentirai pas responsable de ce qui t'arrivera.

source: Sorry, but I already gave you some medical help.
fr_fr: Désolé, mais je t'ai déjà administré une aide médicale.

source: If you poison yourself, that's entirely your business and I'm not responsible.
fr_fr: Si tu t'empoisonnes toi-même, c'est ton affaire exclusivement et je n'en suis pas responsable.

source: As far as I am concerned, in this town everyone gets everything equally.
fr_fr: Pour ce qui me concerne, dans cette ville chacun est l'égal de l'autre.

source: Can you fix me up?
fr_fr: Pouvez vous me soigner ?

source: Sure, as the only doctor of this slowly growing community, I'm responsible for everyone's health.
fr_fr: Bien sûr. Étant donné que je suis le seul médecin de cette petite communauté, je suis responsable de la santé de chacun.

source: However, self-inflicted damage might be exempted from this rule in some cases...
fr_fr: Cependant, les dommages infligés à soi-même échappent parfois à cette règle...

source: There, it's done. You're completely fixed. You can go now.
fr_fr: Voilà, c'est bon. Tu es complètement guéri. Tu peux partir, maintenant.

source: What do you mean, self-inflicted damage?
fr_fr: Comment ça, des dommages infligés à soi-même ?

source: Now you see that idiotic Bender character on my doorstep?
fr_fr: Tu vois cet idiot de Bender, là, à mon seuil ?

source: He took these stupid brain enlargement pills. So no problem, he came to me to fix him. But guess what?
fr_fr: Il a pris ces satanées pilules d'augmentation du volume cérébral. Donc il est venu me voir pour que je le guérisse. D'accord, pas de problème, je me suis occupé de lui. Mais devine quoi ?

source: He took them again against my strict advice. Now he thinks he can drain my antidote supplies? He's wrong.
fr_fr: Il en a pris de nouveau alors que je le lui avais fortement déconseillé. Et maintenant il croit qu'il peut vider mes réserves d'antidote ? Il rêve...

source: He won't get anything from me anymore. It would be unfair to the community to waste all the supplies on him, and that's my final word on that.
fr_fr: Il n'obtiendra rien de moi. Il serait injuste vis-à-vis de la communauté de gaspiller toutes les réserves pour lui. Ma décision est irrévoquable.

source: Doc... I really want the antidote.
fr_fr: Docteur... J'ai vraiment besoin de l'antidote.

source: No! I am not giving it to you. Forget about it.
fr_fr: Non ! Je ne suis pas en train de te faire un cadeau. Oublie ça.

source: My patience is running out. Give me the antidote. Now.
fr_fr: Ma patience est à bout. Donne moi l'antidote. Maintenant.

source: No! Over my dead body.
fr_fr: Non ! Tu devras me passer sur le corps.

source: Your wish is my command.
fr_fr: Tu vas faire ce que je te dis.

source: Huh? What?
fr_fr: Hein ? Quoi ?

source: Humans... You are so interesting. I always wanted to know how much blood do you exacly have.
fr_fr: Les humains... Vous êtes tellement intéressants. J'ai toujours voulu savoir quelle quantité de sang exactement vous pouvez dégorger.

source: Don't do this. Don't do this.
fr_fr: Ne fait pas ça. Ne fais pas ça.

source: Prepare Doc. The experiment begins.
fr_fr: Préparez vous Docteur. L'expérience va commencer.

source: Don't do this! DON'T DO THIS!
fr_fr: Ne fais pas ça ! NE FAIS PAS ÇA !

source: AAAAAAAAAAAA!
fr_fr: AAAAAAAAAAAAA !

source: Ugh. Human blood is disgusting. At least four liters. I feel sick.
fr_fr: Uhh. Le sang humain est dégoûtant. Au moins quatre litres. Je me sens mal.

source: I guess this means I get to inherit all your stuff. I hope you don't mind if I take everything?
fr_fr: Je suppose que je vais hériter de tous ces trucs. J'espère que ça ne te dérange pas si je prends tout ?

source: Good. I am very glad not to hear a disapproval.
fr_fr: Bien. Je suis très heureux de pas entendre de désapprobation.

source: Forget it. Getting the antidote is not worth the effort.
fr_fr: Oublie ça. Prendre l'antidote n'est pas pire que l'effort.

source: I am not giving it to you, and that won't change.
fr_fr: Je ne te ferai pas de cadeau, et je ne risque pas de changer d'avis.

source: See you later.
fr_fr: Au revoir.

source: See you later.
fr_fr: À plus tard.

source: Hi! I'm new here.
fr_fr: Bonjour ! Je suis nouveau ici.

source: Welcome to this camp! I'm Ms. Stone. I run this shop.
fr_fr: Bienvenue dans ce camp ! Je suis Mlle Stone, la gérante de ce commerce.

source: I would like to trade with you.
fr_fr: J'aimerai faire affaire avec vous.

source: Good! Here is the selection of items I have for sale.
fr_fr: Parfait. Voici une sélection des objets que je propose à la vente.

source: Swords, clubs and maces? What is this? I want guns!
fr_fr: Des épées, des crosses et des masses ? Qu'est ce que c'est que ça ? Je veux des pistolets !

source: Sorry, this is all we have for now. The Red Guard took away all of our poppers.
fr_fr: Désolé, c'est tout ce que nous avons pour le moment. La Garde Rouge a pris toutes nos armes à feu.

source: For our own good. Of course.
fr_fr: Naturellement, c'est pour notre bien.

source: What can you tell me about the guards here?
fr_fr: Que pouvez vous me dire à propos des gardes ici ?

source: Ah, the Red Guard.
fr_fr: Ah, la Garde Rouge.

source: Stranger, best if you don't ask such questions.
fr_fr: Étranger, le mieux est que tu ne poses pas trop de questions.

source: They keep us alive and safe from the bots, but...
fr_fr: Ils nous gardent vivant et en sécurité des robots, mais...

source: But...?
fr_fr: Mais... ?

source: They run the city with strict laws and demand total obedience.
fr_fr: Ils s'occupent de la ville avec des lois strictes et demandent une totale soumission.

source: We all need to obey their rules. We need to work hard or they hurt us.
fr_fr: Nous sommes tous obligés d'obéir à leurs règles. Nous sommes tous obligés de travailler dur, autrement ils nous frappent.

source: I guess I should not complain. The bots are far worse than the guards can be, but...
fr_fr: Je suppose que je ne devrais pas me plaindre. Les robots sont de très loin pire à ce que peuvent être les gardes, mais...

source: Sucked dry by a bloodthirsty regime over many years or just sliced into bits by our former servants...
fr_fr: Être exploité par un régime sanglant pendant de nombreuses années ou seulement être découpés en morceaux par nos serviteurs originels...

source: ... What's the difference?
fr_fr: ... Quelle est la différence?

source: If things are so bad right now, why don't you leave?
fr_fr: Si les choses vont si mal, pourquoi est-ce que tu ne t'en vas pas ?

source: If things are so bad right now, why --
fr_fr: Si tout va si mal, pourquoi --

source: I don't want to hear this jabberwocky.
fr_fr: Je ne veux pas entendre ce genre d'excuses couardes.

source: A hint, Linarian: We don't have much, but we're alive and we'd rather stay that way.
fr_fr: Un indice, Linarien : nous n'avons pas beaucoup, mais nous sommes vivant et nous comptons bien le rester.

source: If you want to start a revolution, you're on your own.
fr_fr: Si tu veux commencer une révolution, tu le feras toi-même.

source: How is your business going?
fr_fr: Comment vont les affaires ?

source: I'll be finished in about a week.
fr_fr: Je dépose le bilan dans une semaine.

source: The Stone family always bought cheap and sold at a low profit. The times have changed, but not my prices.
fr_fr: La famille Stone a toujours acheté à bas prix, et vendu à faible marge. Les temps ont changé, mais pas mes prix.

source: The new taxes, the worldwide economic collapse and other factors are slowly murdering the family store.
fr_fr: Les nouvelles taxes, la mondialisation de l'économie et d'autres facteurs assassinent lentement le magasin familial.

source: How is the business going?
fr_fr: Comment vont les affaires ?

source: Thanks to you I have a chance now.
fr_fr: Je te remercie, j'ai une chance maintenant.

source: Ha! It's time to show the world that Lily Stone is not going down without putting up a damn good fight.
fr_fr: Ha ! C'est le moment de montrer au monde que Lily Stone ne va pas se laisser abattre sans mener un rude combat.

source: Can I help you somehow Ms. Stone?
fr_fr: Puis-je vous aider d'une quelconque façon, Mlle Stone ?

source: No, there's nothing that can be done anymore. I don't have enough money to lift the shop from the downward spiral.
fr_fr: Non, il n'y a rien qui puisse être fait de toutes façons. Je n'ai pas assez d'argent pour extraire le magasin de la spirale de la récession.

source: I'd need thousands to just survive the month.
fr_fr: J'ai besoin de mille cyberdollars simplement pour survivre ce mois ci.

source: The shop is dying, and there's nothing either of us can do about it.
fr_fr: Le magasin se meurt, et nous ne pouvons rien faire à ce sujet.

source: Maybe there is still hope, Ms. Stone. How much exactly do you need?
fr_fr: Il est possible qu'il y ait de l'espoir, Mlle Stone. De combien avez vous besoin exactement ?

source: A pity that nothing can be done about your store.
fr_fr: C'est dommage que rien ne puisse être fait pour votre magasin.

source: Yes. A tradition of six generations will die with this shop...
fr_fr: Oui. Six générations se sont succédées en occupant ce magasin...

source: I guess it just had to happen one day...
fr_fr: Je suppose ça devait arriver un jour...

source: I have the money you need Ms. Stone. You can have it.
fr_fr: J'ai l'argent dont vous avez besoin, Mlle Stone. Il est à vous.

source: Is... Is this a joke? So much money? And you just give it to me?
fr_fr: Est-ce... Est-ce que c'est un blague ? Autant d'argent ? Et tu me le donnes, à moi ?

source: Thank you! Thank you! Thank you! Savior!
fr_fr: Merci ! Merci ! Merci ! Tu es un héros !

source: But this isn't fair with you. The Stones are a family of fair merchants and I intend to uphold that tradition.
fr_fr: Mais c'est injuste pour toi. Les Stones sont une famille de marchands honorable et je n'ai pas l'intention de changer la tradition.

source: You've given me a bit of hope..
fr_fr: Tu m'as donné un peu d'espoir..

source: Wait a second... I think I recognize you...
fr_fr: Attends une seconde... Je te reconnais...

source: Um... Hello?
fr_fr: Um... Bonjour ?

source: AH! Visitors! Come in! Come in!
fr_fr: AH ! Des visiteurs ! Entrez ! Entrez !

source: I think I must go now. Right now. See you later.
fr_fr: Je pense que je dois partir maintenant. D'accord. Voyons nous plus tard.

source: No, don't go. I will not let you go before we talk. Important things.
fr_fr: Non, n'y allez pas. Je ne vous laisserai pas partir avant que nous ne parlions. Ce sont des choses importantes.

source: I can help you understand computers... Greater than ever before.
fr_fr: Je peux t'aider à comprendre les ordinateurs... Mieux que jamais avant.

source: Who are you?
fr_fr: Qui êtes vous ?

source: I? Sorenson is a great computer person.
fr_fr: Moi ? Sorenson est un grand informaticien.

source: Knows the deep codes. Walks the paths.
fr_fr: Il connaît les mystères profonds des codes. Il parcourt les chemins.

source: Sees the light of all chips. Knows how to use every keyboard.
fr_fr: Regarde la lumière de toutes ces puces. Il sait comment utiliser chaque clavier.

source: Sees the bit. Knows the bytes. Explores the great networks.
fr_fr: Regarde le bit. Apprends les bytes. Explore le grand réseau.

source: The best friend of the clean and pure code.
fr_fr: Le meilleur ami du code propre et pur.

source: The great light on the night sky of the hollow web of computer power.
fr_fr: La grande lumière du ciel nocturne du web fantôme de la puissances des ordinateurs.

source: Yes, I get the idea...
fr_fr: Oui, j'ai l'idée...

source: Seeker of clean languages. The great knower of obscure secrets.
fr_fr: À la recherche de langages purs. La grande connaissance de secrets obscurs.

source: The one who speaks to hard drives. The best --
fr_fr: Le seul qui parle aux disques durs. Le meilleur --

source: I KNOW! I KNOW!
fr_fr: JE SAIS ! JE SAIS !

source: Sorenson did not tell you most yet.
fr_fr: Sorenson ne t'a encore rien dit.

source: She did not tell you she is the great controler of light.
fr_fr: Elle ne t'a pas dit qu'elle est le grand contrôleur de lumière.

source: She did not tell you she is the walker of the dark corridors --
fr_fr: Elle ne t'a pas dit qu'elle parcourt les corridors sombres --

source: STOP! STOP! I CANNOT TAKE THIS ANYMORE! MY HEAD HURTS!
fr_fr: ARRÊTE ! ARRÊTE ! JE NE PEUX PAS EN RECEVOIR PLUS ! MA TÊTE SOUFFRE !

source: Apology is being extended by me. Sorenson overdid it.
fr_fr: L'apologie s'est étendue à moi. Sorenson l'a surpassée.

source: Sorenson the coder greets you.
fr_fr: Sorenson le codeur est ravi de vous rencontrer.

source: Why are you like this? What happened to you?
fr_fr: Pourquoi est-ce que tu es comme ça ? Qu'est-ce qui t'arrive ?

source: Was learning COBOL. Pain. Torture. Horrible screaming.
fr_fr: J'apprenais le COBOL. Souffrance. Torture. Cris atroces.

source: Sorenson ask for help. Many days and nights.
fr_fr: Sorenson demande assistance. Beaucoup de jours et de nuits.

source: Light arrived. Light offered help. Sorenson changed.
fr_fr: La lumière est venue. La lumière a donné de l'aide. Sorenson a changé.

source: Free person now.
fr_fr: Personne libre maintenant.

source: What is this COBOL?
fr_fr: Qu'est ce que COBOL ?

source: COBOL is the mind-crippler.
fr_fr: COBOL cause des séquelles pour l'esprit.

source: Don't use it. Forget the cursed name. COBOL is pain. COBOL is hate.
fr_fr: Ne l'utilise pas. Oublie le nom maudit. COBOL est le mal. COBOL est la haine.

source: I see you have a huge book collection. Mind if I buy some from you?
fr_fr: Je vois que vous avez une collection de livres impressionante. Que diriez vous si je vous en achetais quelques uns ?

source: Of course. Trade is good.
fr_fr: Bien sûr. Le commerce est bon.

source: Can I take a look at your books again?
fr_fr: Puis-je jeter un coup d'oeil â vos livres à nouveau ?

source: Yes. Sure. Of course.
fr_fr: Oui. Bien sûr. Naturellement.

source: You got me curious. How can you help me understand computers better?
fr_fr: Vous éveillez ma curiosité. Comment pouvez vous m'aider à mieux comprendre les ordinateurs ?

source: Simplicity! Sign this contract. No need to read it.
fr_fr: Simplement ! Signe ce contrat. Tu n'as pas besoin de le lire.

source: You trust Sorenson, right?
fr_fr: Tu crois Sorenson, pas vrai ?

source: I really must be going now. Goodbye.
fr_fr: Je dois réellement partir maintenant. Au revoir

source: Please come back later, Linarian. We must talk again.
fr_fr: S'il te plaît, reviens me voir plus tard, Linarien. Nous avons encore des choses à nous dire.

source: Improve ranged weapon skill (cost 5 training points, 100 cash)
fr_fr: S'entraîner au maniement des armes (coûte 5 points d'entraînement, 100 triangles)

source: You don't have enough experience. Come here after you see some more action.
fr_fr: Tu n'as pas assez d'expérience. Reviens ici quand tu auras vu un peu plus de combats.

source: You don't have enough money! I cannot afford to just give away training for free.
fr_fr: Tu n'as pas assez d'argent ! Je ne peux pas te donner un entraînement gratuitement.

source: Now the most important thing is that you turn off the auto-aim on your weapon, like this.
fr_fr: La chose la plus importante est de désactiver la visée automatique de ton arme, comme ceci.

source: Otherwise your weapon might 'help' you and shoot somewhere you didn't intend to fire.
fr_fr: Sinon, ton arme pourra 'prendre des initiatives' et tirer à un endroit où tu n'avais pas l'intention de faire feu.

source: Next important thing is to remember how to properly fire a shot.
fr_fr: L'autre élément important est de se souvenir comment ajuster proprement ton tir.

source: Watch your target closely. Pretend you're moving with it. Aim for the head.
fr_fr: Ne lâche pas ta cible des yeux. Imagine que tu bouges avec elle. Ce doit être le but pour ton cerveau.

source: When you feel completely in sync with your target, then you pull the trigger.
fr_fr: Lorsque tu sens faire corps avec ta cible, alors tu peux presser la détente.

source: Good. You are learning fast. Try it a few more times.
fr_fr: Bien. Tu apprends vite. Essaie encore quelques fois.

source: Good. I think that it is enough for today.
fr_fr: Bon. Je pense que c'est suffisant pour aujourd'hui.

source: Great! A newcomer! Welcome! Welcome! I'm Skippy, and I'm your new best friend!
fr_fr: Génial ! Un nouvel arrivant ! Bienvenue ! Bienvenue ! Je suis Skippy, et je suis ton nouveau meilleur ami !

source: And as a special favour I'll sell you a mapping device for half price!
fr_fr: Et comme petite faveur je vais te vendre un appareil de cartographie moitié prix!

source: What a GREAT offer! You're so lucky!
fr_fr: Quelle offre FANTASTIQUE ! Tu es si chanceux!

source: Show me some of those map-making devices.
fr_fr: Montre moi ton matériel de cartographe.

source: Sure! I've got one that will perfectly fit your head.
fr_fr: Bien sûr ! J'en ai un qui sera parfait pour toi.

source: How do I activate such a map-making device?
fr_fr: Comment activer un tel appareil ?

source: Oh, that's so simple. No need to activate anything at all.
fr_fr: Oh, mais c'est très simple. Pas besoin d'activer quoi que ce soit.

source: Just put that thing on your head, and the nanotechnological bots will enter your body.
fr_fr: Mets le juste sur ta tête, et les robots nano-technologiques pénétreront dans ton organisme.

source: They'll merge with your eyes and transmit data to your brain using the optical nerves. Nice, eh?
fr_fr: Ils vont s'introduire dans tes yeux et transmettre des données à ton cerveau par le biais de tes nerfs optiques. Pas mal, hein ?

source: Everything within 7 meters of you will be displayed on your retinas.
fr_fr: Tous les éléments se trouvant à moins de 7 mètres de toi seront affichés sur tes rétines.

source: (Just press tab to see the automap.)
fr_fr: (Appuie sur TAB pour afficher la carte automatique)

source: You said you make those things yourself? How do you do that?
fr_fr: Tu dis que tu les fabriques toi-même ? Comment fais-tu ça ?

source: Oh, I've always been a geek. And I got blueprints from before the Great Assault.
fr_fr: J'ai toujours été un geek. Et j'ai des plans qui datent d'avant le Grand Assaut.

source: You can't order anything from a catalogue anymore.
fr_fr: On ne peut rien commander dans les catalogues, désormais.

source: The only source of these gizmos is here. It's me!
fr_fr: La seule source de ces bidules, c'est moi!

source: Nanotechnology? Isn't that dangerous?
fr_fr: La nanotechnologie ? N'est-ce pas dangereux ?

source: No way, man, I guarantee it. Don't believe anything you might have heard.
fr_fr: Non mec, je te le garantis. Ne crois pas à ce qu'on a pu te raconter.

source: This is a perfectly safe and tried technology. No risk at all! Really!
fr_fr: C'est une technologie testée et sécurisée. Elle ne présente aucun risque. Vraiment !

source: There is no risk of your head being eaten by a nanotechnological nightmare, or anything funny like that.
fr_fr: Il n'y a aucun risque que ton cerveau soit dévoré par un nano-cauchemar, ou quoi que ce soit dans le genre.

source: Trust me! I'm your best friend and I wouldn't lie to you! Never!
fr_fr: Fais moi confiance ! Je suis ton meilleur ami, je ne pourrais pas te mentir ! Jamais!

source: I don't trust you.
fr_fr: Je ne te fais pas confiance.

source: WHAT? But I'm your best friend! You must trust me!
fr_fr: QUOI ? Mais je suis ton meilleur ami ! Tu dois me faire confiance !

source: I still do not trust you. You are selling junk to people.
fr_fr: Je ne te fais toujours pas confiance. Tu vends de la camelote aux gens.

source: WHAT? Fine, you can forget about my great deals now! I don't want to trade with you anymore!
fr_fr: QUOI ? Très bien, oublie mes offres généreuses. Je ne veux plus avoir affaire avec toi !

source: I'm no longer your best friend. Go away, you dirty hoser!
fr_fr: Je ne suis plus ton meilleur ami. Va t'en, salopard !

source: Why are you so friendly?
fr_fr: Pourquoi es-tu aussi sympathique ?

source: Because you are my best friend!
fr_fr: Parce que tu es mon meilleur ami !

source: I always take good care of my special buddies!
fr_fr: Je prends toujours beaucoup soin de mes amis.

source: You are friendly only to sell me your stuff, aren't you?
fr_fr: Tu n'es sympa que pour me vendre tes trucs, pas vrai ?

source: No, never! I would never be so shallow!
fr_fr: Non, jamais ! Je ne ferais jamais ça !

source: I am friendly because I like you.
fr_fr: Je suis sympa parce que je t'aime bien.
