Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: Talk to Spencer if you have any issues inside. I cannot let you pass.
fr_fr: Demande à Spencer si tu as quelque chose à faire à l'intérieur. Moi, je ne peux pas te laisser entrer.

source: I have a lot of money for you.
fr_fr: J'ai beaucoup d'argent pour toi.

source: Fascinating. Hundred.
fr_fr: C'est tentant. Il me faudra 100 cyberdollars.

source: Erm... I don't have that much.
fr_fr: Euh... Je n'ai pas assez d'argent.

source: Well, I cannot open the door then.
fr_fr: J'ai bien l'impression que cette porte va rester fermée.

source: Here you go.
fr_fr: Viens par ici.

source: Thank you.
fr_fr: Merci.

source: Ok, now please open the door for me.
fr_fr: D'accord, maintenant suis moi jusqu'à la prochaine porte.

source: What door?
fr_fr: Quelle porte ?

source: The door to the citadel!
fr_fr: La porte de la citadelle !

source: But you are not a member of the Red Guard.
fr_fr: Mais tu n'es pas un membre de la Garde Rouge.

source: You cannot come in.
fr_fr: Tu ne peux pas entrer.

source: I paid you!
fr_fr: Je t'ai payé !

source: Really? I don't remember that.
fr_fr: Vraiment ? Je ne me rappelle pas de ça.

source: I want my money back.
fr_fr: Rends moi mon argent.

source: What money?
fr_fr: Quel argent ?

source: Good riddance.
fr_fr: Bon débarras.

source: Hi! I'm new here.
fr_fr: Bonjour ! Je suis nouveau ici.

source: Hello. We are the Fleischer brothers.
fr_fr: Bonjour. Nous sommes les frères Fleischer.

source: I am Engel. He is Geist, and he does not know the language.
fr_fr: Moi c'est Engel. L'autre s'appelle Geist, il est muet.

source: What are you doing here?
fr_fr: Que faites-vous ici ?

source: Revenge.
fr_fr: Nous cherchons vengeance.

source: The bots have killed our mother. Now we kill them.
fr_fr: Les robots ont tué notre mère. Nous leur rendons la pareille.

source: No mercy. We hunt them.
fr_fr: Nous les chassons sans merci.

source: Nein. Let us die as warriors. That is all we ask for.
fr_fr: Non. Nous voulons mourir en soldats. C'est notre seul souhait.

source: If you keep standing here more bots will come and they will kill you. Go somewhere safe, and set up defense there.
fr_fr: Si vous restez ici, d'autres robots viendront pour vous tuer. Allez dans un endroit sûr, et érigez des défenses.

source: If you keep standing here more bots will come and --
fr_fr: Si vous restez ici, plus de robots vont venir et --

source: Sehr gut. Let them come. We are ready.
fr_fr: Sehr gut. Laissez les venir. Nous sommes prêts.

source: What a beautiful day. Yes.
fr_fr: Oui, c'est une belle journée.

source: You are insane. Get out of here while you still can.
fr_fr: Vous êtes fou. Partez avant qu'il ne soit trop tard.

source: No.
fr_fr: Non.

source: Every day since the mess started I come here to fight the bots.
fr_fr: Depuis le jour où le cataclysme est arrivé, je viens ici pour combattre les robots.

source: Today will be no different.
fr_fr: Aujourd'hui ne sera pas différent.

source: Do not try to stop us. We have our rifles loaded.
fr_fr: Ne tentez pas de nous en empêcher. Nos fusils sont chargés.

source: Where can I get some help?
fr_fr: Où puis-je trouver de l'aide?

source: Nowhere. This is the end of the world. There is no help.
fr_fr: Aucune aide n'existe. C'est la fin du monde.

source: There is a city a bit south from here, but if I were you, I would not go there.
fr_fr: Il y a une ville un peu au sud d'ici, mais si j'étais vous, je n'irai pas là bas.

source: The Rot Guard is the ruler there, and cruelty is their solution to everything.
fr_fr: La Rot Garde fait la loi là-bas, et ils ne connaissent que la violence pour résoudre les problèmes.

source: Real freedom is really dead.
fr_fr: La liberté est vraiment morte.

source: You guys are totally nuts. Get a life.
fr_fr: Vous êtes complètement fous. Réveillez-vous !

source: You guys are tota --
fr_fr: Vous êtes complète --

source: WHAT?! What is it that you want to say?
fr_fr: QUOI ?! Qu'est ce que tu veux dire ?

source: Erm... I --
fr_fr: Erg... Je --

source: WHAT!? SPIT IT OUT!
fr_fr: QUOI ?! RETIRE ÇA !

source: Er... You guys are really great and I admire your bravery in the face of certain death.
fr_fr: Euh... Vos hommes sont extraordinaires et j'admire votre courage face à une mort certaine.

source: Donnerwetter, you are a funny one.
fr_fr: Donnerwetter, tu es un sacré plaisantin.

source: I hope that one day we shall meet again, maybe in a better time.
fr_fr: J'espère que nous nous rencontrerons à nouveaux sous de meilleures auspices.

source: Maybe then you will tell us other gut jokes that you know.
fr_fr: Puisses-tu alors nous raconter d'autres bonnes blagues de ta connaissance.

source: Maybe one day...
fr_fr: Un jour peut être...

source: What did you use to do before you became a hunter?
fr_fr: Que faisiez-vous avant de chasser les robots ?

source: I was a bot constructor. Built the killers of my mother.
fr_fr: J'étais fabricant de robots. J'ai fabriqué les assassins de ma mère.

source: Now I sell the parts that I remove from the bots to buy more ammunition and food.
fr_fr: À présent je vends des pièces que j'extrais des robots pour acheter de la nourriture et des munitions.

source: I want to know how to extract modules from the bots.
fr_fr: Je veux savoir comment démonter des modules de robots.

source: Yes.
fr_fr: Oui.

source: I will sell the information for a lot of cybergeld.
fr_fr: Je te l'enseignerai moyennant monnaie sonnante et trébuchante.

source: Can I join your hunt?
fr_fr: Puis-je me joindre à votre quête ?

source: Nein. Our problem. Our hunt.
fr_fr: Nein. C'est notre problème. Notre vengeance.

source: Goodbye and viel gluck.
fr_fr: Au revoir, et viel glück.

source: Login : admin Password : *******
fr_fr: Identifiant : admin Mot de passe : *******

source: passwd
fr_fr: mot de passe

source: Changing password for admin. Enter new password:
fr_fr: Changement du mot de passe de l'administrateur. Entrez le nouveau mot de passe:

source: Enter new password again:
fr_fr: Entrez de nouveau le mot de passe:

source: Password successfully changed.
fr_fr: Mot de passe modifié avec succès.

source: Shield enabled.
fr_fr: Bouclier activé.

source: WARNING: somebody else is using this computer.
fr_fr: ATTENTION: quelqu'un d'autre utilise cet ordinateur.

source: Disruptor shield deactivated near main enterance.
fr_fr: Bouclier brouilleur désactivé à l'entrée principale.

source: Disruptor shield is active.
fr_fr: Bouclier brouilleur activé.

source: Your bio checksum does not trigger a match in staff database. Please show proper credentials or leave the premises at once.
fr_fr: Votre identité biologique n'existe pas dans la base de donnée du personnel. Donnez un laissez passer valide ou abandonnez cet accès dès maintenant.

source: Who are you and what are you doing?
fr_fr: Qui es tu et qu'est ce que tu fais ?

source: PRIMARY TARGET 1: do not let unauthorized people in.
fr_fr: CONSIGNE NUMÉRO 1 : Ne pas laissez les personnes non habilitées.

source: PRIMARY TARGET 2: authorized personal must have access to the zone.
fr_fr: CONSIGNE PRIORITAIRE 2 : Les personnes autorisées doivent avoir accès à la zone.

source: SECONDARY TARGET: prevent secret information leakage
fr_fr: OBJECTIF SECONDAIRE : prévention de la fuite d'information

source: I mean, you are not attacking me... Don't you kill like other bots?
fr_fr: Je veux dire, Tu ne m'attaques pas... Tu ne tues pas comme les autres robots ?

source: I do! I do! I kill humans, bots, linarians and even dogs, cats and other animals! I would kill anybody!
fr_fr: Bien sûr ! Bien sûr ! Je tue les humains, les robots, les linariens, même les chiens, les chats et les autres animaux ! Je tuerai tout le monde.

source: Em.. Anybody who would try to get in, of course.
fr_fr: Euh... N'importe qui qui aimerait rentrer, évidemment.

source: What is this place?
fr_fr: Quel est cet endroit ?

source: *INFO* secret information steal attempt detected
fr_fr: *INFO* vol d'informations secrètes détecté !

source: Go away. You are not allowed to be here!
fr_fr: Va t'en. Tu n'as pas le droit d'être ici !

source: Why are you not hostile?
fr_fr: Pourquoi est-ce que tu n'es pas hostile ?

source: Hostile? What do you mean?
fr_fr: Hostile ? Que veux tu dire ?

source: What about the Great Assault?
fr_fr: Que savez-vous du Grand Assaut ?

source: For security reason SADDs are not equipped with wireless modules.
fr_fr: Pour des raisons de sécurité, les SADDs ne sont pas équipés de modules de communication sans fil.

source: I know only that I have to be recharged, checked and have my firmware updated every 3 months.
fr_fr: Tout ce que je sais, c'est que j'ai besoin d'être rechargé, vérifié et que mon programme doit être mis à jour tous les trois mois.

source: When does your last maintenance date back to?
fr_fr: De quand date ta dernière révision ?

source: One year and a half ago. My accumulator is nearly empty, so I'm going to halt soon. Gates will become unguarded...
fr_fr: Il y a un an et demi. Ma batterie est presque déchargée, donc je vais bientôt devoir m'arrêter. Les portes seront laissées sans surveillance...

source: *INFO* secret information steal detected!
fr_fr: *INFO* vol d'information secrète détecté !

source: *INFO* information classified as critical!
fr_fr: *INFO* information classée comme critique !

source: *INFO* locking zone!
fr_fr: *INFO* verrouillage de la zone !

source: What have you done?! How am I supposed to get out of here?
fr_fr: Qu'est ce que tu as fait ? Comment suis-je supposé sortir d'ici ?

source: You are not. You have secret information, so I won't let you out.
fr_fr: Pas toi. Tu possèdes des informations secrètes, donc je ne te laisserai pas partir.

source: Why not kill me immediately?
fr_fr: Pourquoi ne pas me tuer immédiatement ?

source: And stand here alone until I die? While you are here I can speak with you. Oh, I haven't spoken to anybody for a looong time!
fr_fr: Et rester ici jusqu'à la mort ? Comme vous êtes ici, je peux peux parler avec vous. Je n'ai pas parlé à personne depuis tellement loooongtemps !

source: I'm thirsty and hungry. I will die within days, and you will not have an interlocutor any more!
fr_fr: J'ai faim et soif. Je vais mourir dans quelques jours. Tu n'auras alors plus du tout d'interlocuteur !

source: My power supply will end earlier.
fr_fr: Mon alimentation en énergie sera à court avant ça.

source: You speak almost like a human...
fr_fr: Tu parles presque comme si tu étais un humain ...

source: Maybe I'm almost like human?
fr_fr: Peut être suis-je pour la plupart humain ?

source: Anyway, that's none of your business. Soon I'll be dead, you too and nobody will enter this place ever again!
fr_fr: De toute façon, ça ne sont pas tes affaires. Bientôt je serai mort, toi aussi et personne n'entrera plus jamais dans cet endroit !

source: What are your orders again?
fr_fr: Quelles sont tes autres consignes ?

source: Why do you ask?
fr_fr: Pourquoi me posez vous la question ?

source: Tell me your second order once more...
fr_fr: Dis moi encore quelle est ta seconde consigne...

source: Yes, it will be violated. But first order has higher priority.
fr_fr: Oui, elle sera violée. Mais la première consigne a la plus haute priorité.

source: So you can break your orders?
fr_fr: Donc tu peux passer outre les consignes ?

source: I've already broken them, when I told you what I shouldn't have. That's because of my human nature.
fr_fr: J'ai déjà désobéi, quand je vous ai dit ce que je devais pas. C'est à cause de ma nature humaine.

source: Then please, break the rule, disable the guns and let me go.
fr_fr: Alors, s'il te plaît, désobéis, désactive les armes et laisse moi partir.

source: No way. I'm a computer, I can't break rules.
fr_fr: C'est impossible. Je suis un ordinateur, je peux pas désobéir aux règles.

source: I suggest a deal. You let me out, I bring you dilithium cristals. It will save both of us.
fr_fr: Je suggère un marché. Tu le laisse sortir, je t'apporte les cristaux de dilithium. Ça nous sauvera tous les deux.

source: Why would I trust you?
fr_fr: Pourquoi est ce que je vous croirai ?

source: And what about your human nature?
fr_fr: Et qu'est ce qui se passe avec ta nature humaine ?

source: Human? I've said human? I'm a computer!
fr_fr: Humain ? Tu as dit que j'étais un humain ? Je suis un ordinateur !

source: OK, I'm almost a computer.
fr_fr: D'accord, je suis pour la plus grande part un ordinateur.

source: Almost a computer? What does this mean?
fr_fr: Pour la plus grande part un ordinateur ? Qu'est ce que ça signifie ?

source: It means what it means! Nothing more, nothing less! Shut up, little piece of biomass!
fr_fr: Ça veut dire ce que ça veut dire ! Rien de plus, rien de moins ! Tais toi, petit être organique !

source: When I say SHUT UP, you MUST shut up! Try this, worthless grain of the universe!
fr_fr: Quand je te dis de te TAIRE, tu DOIS te taire ! Essaie au moins, minable poussière spatiale !

source: You will promise me a significant reward.
fr_fr: Tu m'as promis une vraie récompense.

source: Damn. Ok, I'll give you a super exterminator if you give me dilithium cristals.
fr_fr: Zut. D'accord, je vous donnerai le super exterminateur si vous me donnez des cristaux de dilithium.

source: It seems, that you are sentinent, you are a form of life. I must help any form of life.
fr_fr: Il semble, que, étant capable de sentiment, tu es une forme de vie. Je dois aider toute forme de vie.

source: Thanks a lot for your warm words. I think I can trust you.
fr_fr: Merci beaucoup pour tes chaleureuses paroles. Je pense que je peux te faire confiance.

source: So disable the guns, please.
fr_fr: Donc désactive les armes, s'il te plaît.

source: Go, and bring dilithium. I badly need it.
fr_fr: Va, et rapport le dilithium. J'en ai salement besoin.

source: I have the crystals! They were difficult to find.
fr_fr: J'ai les cristaux. Ils n'étaient pas difficiles à trouver.

source: Good. I've opened the depot door for you. Take your super exterminator and GET OUT of here!
fr_fr: Bien. J'ai ouvert la porte du dépôt pour vous. Prenez votre super exterminateur et SORTEZ d'ici.

source: How is your power supply?
fr_fr: Comment marche ton alimentation en énergie ?

source: Badly. Get the cristals. Remember, you promised!
fr_fr: C'est mauvais. Prends les cristaux. Rappelle toi, tu as promis !

source: I have crystals! They were difficult to find.
fr_fr: J'ai les cristaux ! Ils étaient difficiles à trouver.

source: Great! Thanks. I've opened some doors for you, I hope you will find something interesting there. That's all I can do for you.
fr_fr: Génial ! Merci beaucoup. Je vous ai laissé quelques portes ouvertes, j'espère que vous trouverez des objets intéressants.

source: I do. Now please leave this place before I terminate you.
fr_fr: Exact. Maintenant s'il vous plaît quittez cet endroit avant que je ne vous achève.

source: This is rubbish! Nobody can use this damned gun!
fr_fr: C'est un déchet ! Personne ne peut utiliser ce satané pistolet !

source: The door is still open. You can put it back and go. Quick.
fr_fr: La porte est encore ouverte. Vous pouvez la franchir et partir. Vite.

source: Give me a real gun, dude! Immediately! I have brought you what you wanted, now give me my reward!
fr_fr: Donne moi une vraie arme, mec ! Tout de suite ! Je t'ai apporté ce que tu voulais, maintenant donne moi ma récompense !

source: You can go standing on your feet, that's your reward. And DON'T TRY MY PATIENCE!
fr_fr: Vous pouvez encore vous déplacer sur vos pieds, c'est votre récompense. Et N'ABUSEZ PAS DE MA PATIENCE !

source: I'll kill you if you don't give me my gun!
fr_fr: Je vais te tuer si tu ne me donnes pas mon pistolet !

source: You are welcome. But you would never get out of here, my death won't help you.
fr_fr: Vous êtes bienvenue. Mais vous ne sortirez jamais de cet endroit, ma mort ne vous sera d'aucune aide.

source: And what about your directives, especially second?
fr_fr: Et que deviennent tes directives, particulièrement la seconde ?

source: Now I have time. When you die, I'll disable guns.
fr_fr: Maintenant j'ai le temps. Quant vous serez mort, je désactiverai les armes.

source: Please forgive me!
fr_fr: S'il te plaît, oublie moi !

source: Too late. I'm watching this great show now.
fr_fr: Trop tard. Je regarde ce magnifique spectacle maintenant.

source: It is called...
fr_fr: Ça s'appelle...

source: Please, disable the guns!
fr_fr: S'il te plaît, désactive les armes !

source: Ok, I'll disable them.
fr_fr: D'accord, je les désactiverai.

source: I just need to make some preparations. You have to wait...
fr_fr: J'ai seulement besoin de quelques préparatifs. Vous devez attendre...

source: ...for your death!
fr_fr: ... Votre mort !

source: Will you let me inside the base?
fr_fr: Tu vas me laisser entrer dans la base ?

source: Nice attempt. I owe you but I cannot do that. You must leave.
fr_fr: Bien tenté. J'au une dette envers toi, mais je ne peux pas faire ça. Tu dois partir.

source: I'd better get out of here...
fr_fr: J'aimerai mieux sortir d'ici...

source: Exactly.
fr_fr: Exactement.

source: Hello. Any idea where I can get some help here?
fr_fr: Bonjour. Savez vous si je peux obtenir une aide quelconque ici ?

source: Erm... What do you mean?
fr_fr: Heu... Qu'est ce que tu veux dire ?

source: Und das mit Recht; denn alles, was entsteht,
fr_fr: Und das mit Recht; denn alles, was entseht,

source: I really do not understand you.
fr_fr: Je ne te comprends vraiment pas.

source: I wish I knew what you are talking about.
fr_fr: J'aurai aimé savoir de quoi tu parles.

source: I need to go now.
fr_fr: Je dois y aller maintenant.

source: Hi. Are you all right? You don't look too good.
fr_fr: Bonjour. Est-ce que tout va bien ? Tu ne sembles pas en bonne forme.

source: Good day. I am Bruce.
fr_fr: Bonjour. Je suis Bruce.

source: I am unwell.
fr_fr: Je suis souffrant.

source: How is it going?
fr_fr: Comment ça va ?

source: I am very tired, but otherwise well.
fr_fr: Je suis très fatigué, mais sinon ça va.

source: You don't talk much, eh?
fr_fr: Tu ne parles pas beaucoup, hein ?

source: No, I am just too tired now. I have been working in the mine for two weeks now.
fr_fr: Non, je suis trop fatigué. Je reviens de deux semaines de travail dans les mines.

source: I feel really wiped, so maybe it would be better if you came some other day.
fr_fr: Je suis vraiment épuisé, donc ce serait peut être mieux si tu venais un autre jour.

source: Why do you work so hard in the mine?
fr_fr: Pourquoi est-ce que tu travailles si dur dans les mines?

source: Because I must! The Red Guard makes everyone work up to their limits!
fr_fr: Parce que je suis obligé ! Les gardes rouges exploitent tout le monde jusqu'à l'épuisement !

source: If you do not work for a full work period, you will be in trouble.
fr_fr: Si tu ne travailles pas pendant une période pleine, tu auras des problèmes.

source: But I have no choice. I do not want to be a soldier again.
fr_fr: Mais je n'ai pas le choix. Je ne veux pas être soldat à nouveau.

source: You were a soldier before?
fr_fr: Tu étais soldat avant ?

source: Yes. I would rather not talk about it.
fr_fr: Oui. Je préfère ne pas en parler.

source: Good. Start talking. Now.
fr_fr: Bien. Parle. Maintenant.

source: Those are pretty painful and distant memories.
fr_fr: Ce sont des souvenirs lointains et très douloureux.

source: After the Great Assault, I joined the Red Guard. They needed help and were looking for volunteers.
fr_fr: Après le Grand Assaut, j'ai rejoint la Garde Rouge. Ils avaient besoin d'aide et recherchaient des volontaires.

source: I served there for a short while, and they even let me use an exterminator. But then after a failed mission, I resigned and never wore a uniform again.
fr_fr: Je les ai servis pendant quelques temps, et ils m'ont même laissé utilisé un exterminateur. Mais après un échec en mission, j'ai démissionné et je n'ai plus jamais porté l'uniforme.

source: You mentioned an exterminator. What is it?
fr_fr: Tu as mentionné un exterminateur. Qu'est-ce que c'est?

source: It is the best weapon that the Red Guard has against the bots.
fr_fr: C'est la meilleure arme que possède la Garde Rouge pour affronter les robots.

source: A direct hit from one of those guns is enough to change most bots into scrap metal.
fr_fr: Un impact direct d'un de ces fusils est suffisant pour transformer la plupart des robots en éclats de métal.

source: Many of the great victories of the Red Guard are thanks to the exterminator.
fr_fr: Beaucoup des grandes victoires de la Garde Rouge sont dues à l'exterminateur.

source: Of course because of its small clip and terribly long reloading time, equally many deaths can be attributed to it.
fr_fr: Naturellement, à cause de son petit chargeur et son temps de rechargement incroyablement long, il est responsable de nombreuses morts.

source: A failed mission?
fr_fr: Une mission échouée ?

source: There were six of us. Me, Wilber, Anderson and three others. I do not remember the names anymore. We were team number nine.
fr_fr: Nous étions six. Moi, Wilber, Anderson et trois autres. Je ne me rappelle plus de leur nom. Nous étions l'équipe numéro neuf.

source: It was a routine scout mission. We saw an interesting building which was not there before, and decided to take a look.
fr_fr: C'était une mission de reconnaissance de routine. Nous avions vu une construction intéressante qui n'était pas là avant, et nous avons décidé d'y jeter un oeil.

source: It was a terrible fortress, many stories high. It had guns everywhere. When we got close the shooting started.
fr_fr: C'était une forteresse terrible. Il y avait des armes partout. Lorsque nous nous sommes approchés, la fusillade a commencé.

source: They were waiting for us. Came in endless swarms. More and more and more. We stood our ground and kept firing, but it was no use. More of them came.
fr_fr: Ils nous attendaient. Ils venaient en groupes pratiquement infinis. Il y en avait toujours plus. Nous avons tenu notre position et maintenu le feu, mais ça n'a servi à rien. D'autres encore sont venus.

source: Our ammunition ran out. They got close. It was the end of team number nine. The Hell Fortress took their lives. I ran. I survived.
fr_fr: Nous avons épuisé toutes nos munitions. Ils se rapprochaient. C'était la fin de l'équipe numéro neuf. La forteresse de l'enfer avait pris leurs vies. J'ai couru. Et j'ai survécu.

source: After that I decided that I am not fit to be one of the Red Guard. I resigned and started to work in the mine shortly after.
fr_fr: Après quoi j'ai décidé que je ne pouvais pas être un garde rouge. J'ai démissionné et j'ai commencé à travailler à la mine peu de temps après.

source: I do not want to face the anger of the Hell Fortress ever again. Never again.
fr_fr: Je ne voulais plus jamais affronter la fureur de la Forteresse de l'enfer. Plus jamais.

source: I said, I want to know about your life as a soldier.
fr_fr: J'ai dit que je voulais en savoir plus sur ta vie de soldat.

source: And I said that I do not want to talk about it. It hurts too much. Please stop asking about it and leave me alone.
fr_fr: Et j'ai dit que je ne voulais pas parler de ça. C'est trop douloureux. S'il te plaît arrête de me questionner à ce propos et laisse moi seul.

source: You don't understand. I wasn't asking. Now, tell me about your life as a soldier, or I will tell the guards you are slacking off.
fr_fr: Tu ne comprends pas. Ce n'était pas une question. Maintenant, parle moi de ta vie de soldat, ou j'irai raconter aux gardes que tu te crois en vacances.
