Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg.po
Languages: ru_ru

source: Game saved.
ru_ru: Игра сохранена.

source: Failed to load old game.
ru_ru: При загрузке игры произошла ошибка.

source: Game loaded.
ru_ru: Игра загружена.

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: BACK
ru_ru: НАЗАД

source: Weapon
ru_ru: Оружие

source: Helm
ru_ru: Шлем

source: Multiplicity:
ru_ru: Количество:

source: Poison
ru_ru: Яд

source: Takeover
ru_ru: Перехват

source: Escape
ru_ru: Выход

source: For taking control of your enemy, you receive %d experience.
ru_ru: За перехват вашего противника вы получаете %d опыта.

source: Complete
ru_ru: Завершено

source: Rejected
ru_ru: Отказано

source: Color-%d
ru_ru: Цвет-%d

source: Finish-%d
ru_ru: Прикончи-%d

source: Score
ru_ru: Очки

source: Hey, I'm from MS! Walk outa my way!
ru_ru: Эй, я из MS! Прочь с дороги!

source: novice
ru_ru: новичок

source: average
ru_ru: средний

source: experienced
ru_ru: опытный

source: skilled
ru_ru: искуссный

source: adept
ru_ru: знаток

source: masterful
ru_ru: мастер

source: inhuman
ru_ru: нечеловеческий

source: god-like
ru_ru: божественный

source: super-god-like
ru_ru: сверхбожественный

source: wicked sick
ru_ru: круче не бывает

source: GPS: X=%3.1f Y=%3.1f Lev=%d
ru_ru: GPS: X=%3.1f Y=%3.1f Ур=%d

source: Bots remaining on level: %d
ru_ru: На уровне осталось %d ботов
