Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: There is something you must know.
fr_fr: Il y a quelque chose que tu dois savoir.

source: There are not too many bots in the desert, but they are undefeatable. It is best to avoid them.
fr_fr: Ils n'y a pas beaucoup de robots dans le désert, mais il sont invincibles. Il est plus prudent de les éviter.

source: I will be waiting here for your return.
fr_fr: Je t'attendrai ici jusqu'à ton retour.

source: What are those bots?
fr_fr: Qu'est-ce que sont ces robots ?

source: We call them 'Sawmill'.
fr_fr: Nous les appelons 'Scimouleur'.

source: They were designed to chop down trees in the mountains.
fr_fr: Ils étaient conçus pour abattre les arbres dans les montagnes.

source: Now they chop down people.
fr_fr: Maintenant ils découpent les gens.

source: Their only weak point is their security system. But no one managed to stay alive long enough to hack them.
fr_fr: Il y a seulement un point faible dans leurs systèmes de sécurité. Mais personne n'est parvenu à rester assez longtemps pour le hacker.

source: What is that thing he took from you?
fr_fr: Quelle est cette chose qu'il t'a dérobée ?

source: A cube. You can't miss it. Trust me.
fr_fr: Un cube. Tu ne peux pas le manquer. Fais moi confiance.

source: That is all I need to know. I will find Koan.
fr_fr: C'est tout ce que j'ai besoin de savoir. Je trouverai Koan.

source: Only time will tell.
fr_fr: Cela sera dit une seule fois.

source: No, I don't find bloodshed a pleasurable activity.
fr_fr: Non, je ne pense pas que les bains de sang soit un loisir particulièrement attachant.

source: That is fine. I will find someone else.
fr_fr: C'est parfait. Je vais trouver quelqu'un d'autre.
