Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: Even though our armor is designed to resist high temperatures, once the plasma containment module goes, you will die, along with anything within ten meters of you.
fr_fr: Même si notre armure est conçue pour résister à de hautes températures, une fuite de plasma te tuera, et tout ce qu'il y a de vivant dans un rayon de dix mètres autour de l'explosion.

source: Because of all those drawbacks plasma weapons are not too popular. Quite a pity, they have great potential.
fr_fr: À cause de ces problèmes, les armes à plasma ne sont pas vraiment répandues. Elles ont tout de même un potentiel important.

source: Tell me more about laser weapons.
fr_fr: Dis m'en plus au sujet des armes laser.

source: Laser is the technology employed in most of our weaponry. It uses a focused light beam to cause damage.
fr_fr: Le laser est la technologie employée dans la plus grande partie de l'arsenal. Les dommages qu'il cause proviennent d'un faisceau de lumière focalisé.

source: Because the beam is composed out of light, it travels REALLY fast. Also it is not affected by gravity or wind, which makes aiming easier.
fr_fr: Parce que le faisceau est un faisceau lumineux, il se propage TRÈS rapidement. De même, il n'est pas affecté par la gravité ou le vent, ce qui permet une visée précise et facile.

source: The shots tend to be underpowered, the gun takes a long while to power up for a shot and can overheat during intense combat.
fr_fr: Les tirs tendent à devenir sous-puissants, l'arme met longtemps avant d'emmagasiner assez d'énergie pour un tir et peut surchauffer pendant un combat intense.

source: This is why I am trying to improve it, but so far I have had no success. I just feel like giving up.
fr_fr: C'est pourquoi j'essaie actuellement de l'améliorer, mais pour l'instant je n'ai réussi à rien. J'ai juste envie abandonner.

source: I am curious about the exterminator.
fr_fr: Je me pose des questions à propos de l'exterminateur.

source: Sorry, but that is classified and confidential. I have said too much already.
fr_fr: Désolé, mais c'est classé confidentiel. Je t'en ai déjà trop dit.

source: I will make it worth your while...
fr_fr: Ce sera ton pire moment...

source: Intriguing.
fr_fr: Bizarre.

source: I will be going then.
fr_fr: J'y vais.

source: See you later!
fr_fr: Au revoir !

source: Hello... Oh dear... You look awful... Who did this to you? Did they torture you?
fr_fr: Bonjour... Oh, mon dieu... Vous avez très mauvaise mine... Qui vous a fait ça ? Ils vous ont torturé ?

source: Hi. I haven't slept for a few weeks, so I'm just a little bit tired.
fr_fr: Salut. Ça fait quelques semaines que je n'ai pas dormi, je suis seulement un peu fatigué.

source: Don't worry about me. I'll be fine.
fr_fr: Ne t'en fais pas pour moi. Je vais bien.

source: I'm Kevin, a computer security expert.
fr_fr: Je m'appelle Kevin, je suis expert en sécurité informatique.

source: As I've told you, I cannot teach you anything right now. I don't have the time.
fr_fr: Comme je te l'ai déjà dit, je ne peux rien t'enseigner pour le moment. Je n'ai pas le temps.

source: I must see to that the flaky energy stream is distributed in such a way that my research project can continue.
fr_fr: Je dois faire en sorte que le flux énergétique soit bien réparti, pour que mon projet de recherche puisse continuer.

source: If you get rid of the maintenance bots on the second underground level of this station, I will find the time to teach you something.
fr_fr: Si tu te débarrasses des robots de maintenance dans le deuxième sous-sol de cette station, je prendrais le temps de t'apprendre quelques trucs.

source: What can you teach me about hacking?
fr_fr: Pouvez me donner des compétences en hacking ?

source: I can teach you everything. For three hundred, up front.
fr_fr: Je peux t'apprendre tout ce que tu veux, pour trois cents dollars.

source: Still interested?
fr_fr: Toujours intéressé ?

source: Not now, I'm busy.
fr_fr: Pas maintenant, je suis occupé.

source: I've got an important research project going on. In fact this project might be crucial to the survival of the whole colony.
fr_fr: Je suis sur un projet de recherche important, en ce moment. C'est peut-être la survie de l'intégralité de la colonie qui en dépend.

source: There is tremendous importance in it. But the project is in danger. There are some maintenance bots down at the energy source.
fr_fr: Il a une importance capitale. Mais ce projet est en danger : il y a quelques robots de maintenance en bas, à la source d'énergie.

source: They are trying to 'maintain' machines by rebooting them all the time. This must stop, but I can't leave this place.
fr_fr: Il essaient de faire la 'maintenance' des machines en les redémarrant sans cesse. Il faut que cela cesse, mais je ne peux pas quitter cet endroit.

source: I must balance the remaining power in such a way that my project can continue uninterrupted.
fr_fr: Je dois équilibrer l'énergie qui reste de telle sorte que mon projet puisse continuer de fonctionner sans interruption.

source: Now, if you go down there and make the power flow stable, then I'll find the time to teach you something.
fr_fr: Alors, si tu descends là-bas et que tu stabilises le flux d'énergie, j'aurais le temps de t'apprendre quelques trucs.

source: I'll see after the energy supply now.
fr_fr: Je m'en vais à la recherche de la source d'énergie.

source: That's great. You can't miss it. It's not hard to find. Enter my garden and find the lower station entrance there.
fr_fr: C'est super. Tu ne peux pas la rater. Ce n'est pas difficile à trouver. Va dans mon jardin, tu y trouveras l'entrée de la station souterraine.

source: Best don't bother with the resistance on the first level. You only need to take care of the energy supply. And that's on the SECOND level.
fr_fr: Ne t'occupe pas des robots du premier sous-sol. Il faut uniquement que tu t'occupes de la source d'énergie, qui se trouve au Deuxième sous-sol.

source: I hope you have a laser pistol or something like that, the bots there will rip you apart if you try to approach them.
fr_fr: J'espère pour toi que tu as un pistolet laser, ou quelque chose comme ça. Les robots te pulvériserons si tu les approches.

source: Best make it quick. I'm already sick of stabilizing the stupid power grid.
fr_fr: Fais au plus vite. Je me sens déjà mal de stabiliser ce stupide réseau énergétique.

source: I'm sorry, but I don't think there's anything I could do about that energy supply.
fr_fr: Je suis désolé, mais je ne crois pas qu'il y ait quoi que ce soit que je puisse faire à propos de l'approvisionnement en énergie.

source: Too bad. Now get out of my sight.
fr_fr: Dommage. Maintenant, hors de ma vue.

source: How about some reward for securing your energy supply area?
fr_fr: Et si vous me donniez une récompense pour avoir nettoyé la source d'énergie de tous ces robots ?

source: I've already rewarded you for that. Don't steal my time. I'm busy.
fr_fr: Je t'ai déjà récompensé pour ça. Ne me fais pas perdre mon temps, je suis occupé.

source: What do you want?
fr_fr: Qu'est-ce que tu veux?

source: Yes, since the energy supply has been constant, results were much better. I've achieved my goal.
fr_fr: Oui, étant donné que l'approvisionnement en énergie est resté régulier, les résultats ont été bien meilleurs. J'ai pu parvenir à mon but.

source: I've obtained secret data on the colony surroundings. We'll need a big computer cluster to evaluate it properly.
fr_fr: J'ai obtenu des données secrètes sur les alentours de la colonie. Nous allons avoir besoin d'un important cluster d'ordinateurs pour les analyser correctement.

source: Once we've evaluated the data, we might find a way to secure the colony and ensure our survival. But it's too early to tell yet.
fr_fr: Une fois que nous aurons analysé les données, nous serons peut-être en mesure de trouver un moyen de sécuriser la colonie et assurer notre survie. Mais il est trop tôt pour se prononcer pour l'instant.

source: If I only had a suitable cluster. Then we could start data evaluation right away.
fr_fr: Si seulement j'avais un cluster satisfaisant, je pourrais commencer l'analyse des données sur le champ...

source: That would be great of course. I know that the old town is maintaining a suitable information infrastructure and has a proper cluster running for some time now.
fr_fr: Ça serait génial, évidemment. Je sais que la vieille ville entretient une infrastructure de stockage d'informations assez satisfaisante. Ils ont là-bas un cluster qui tourne depuis un bout de temps.

source: The only problem is, that I can't go back to town. They would probably kill me because of that misunderstanding some time ago.
fr_fr: Le seul problème, c'est que je ne peux pas retourner à la ville. À cause d'un vieux différent, je risque d'être tué.

source: And also the cluster is inside of the guard citadel. I hear it's only allowed for members of the Red Guard to enter the complex.
fr_fr: Par ailleurs, le cluster se trouve à l'intérieur de la citadelle de garde. On m'a dit que seuls les membres de la Garde Rouge ont le droit de pénétrer dans le complexe.

source: But maybe you can arrange that somehow. For me it would be impossible, because of my bad reputation.
fr_fr: Mais peut-être peux-tu te débrouiller. Pour moi c'est impossible, à cause de ma mauvaise réputation.

source: I'll give you the data cube. Take it to the computer cluster administration people. They will know what to do. And don't mention me there.
fr_fr: Je vais te donner le cube de données. Porte le au personnel de l'administration du cluster. Ils sauront quoi en faire. Et ne mentionne pas mon nom.

source: Maybe I can help somehow to find a suitable cluster.
fr_fr: Peut-être puis-je t'être utile dans la recherche d'un cluster adéquat.

source: You've already agreed to take my data cube to the cluster. I have no influence on this matter anymore.
fr_fr: Tu as déjà donné ton accord pour apporter mon cube de données au cluster. Je ne peux rien faire de plus avec ce truc.

source: The fate of the colony now rests in your hands. Bring the data cube I gave you to the cluster. Only there the data can be evaluated properly.
fr_fr: Le destin de la colonie est entre tes mains. Porte le cube de données au cluster. C'est le seul endroit où l'on pourra analyser les données correctement.

source: About that project you said you have running...
fr_fr: à propos de ce projet que tu disais avoir en cours...

source: I've already received the results from the evaluation of my data in the cluster.
fr_fr: J'ai déjà reçu les résultats de l'analyse de mes données au cluster.

source: Good work.
fr_fr: Bon travail.

source: In other words: You are a hacker.
fr_fr: Autrement dit : tu es un hacker.

source: Eh... I guess you could put it that way, yes.
fr_fr: Eh bien... Je suppose que tu peux le dire comme ça, oui.

source: Jasmine just blew up.
fr_fr: Jasmine vient d'imploser.

source: Oh. Right.
fr_fr: Ah. D'accord.

source: Well, thanks for telling me.
fr_fr: Eh bien merci de m'avoir prévenu.

source: Back to the drawing board, I guess...
fr_fr: Je crois que ça signifie un retour à l'évaluation ...

source: I thought you would be more worried about her death.
fr_fr: Je pensais que tu serais plus alarmé que ça par l'annonce de sa mort.

source: Why? I have backups from last Friday. No reason to worry at all.
fr_fr: Pourquoi ? J'ai des sauvegardes de vendredi dernier. Il n'y a aucune raison de s'inquiéter.

source: It will be a while till I get her together again, but she will be fine.
fr_fr: ça prendra un peu de temps avant que je puisse les rassembler à nouveau, mais tout ira bien.

source: I'll be off then.
fr_fr: Eh bien je m'en vais alors.

source: Be careful. The bots are in a foul mood today.
fr_fr: Fais attention, les robots sont de mauvaise humeur aujourd'hui.

source: Very easy to get killed. Very easy.
fr_fr: Il est très facile de se faire tuer... Très facile...

source: Great. Now back to where you came from. This is no place for you.
fr_fr: Excellent. Maintenant retourne d'où tu viens. Ce n'est pas un endroit qui te convient.

source: What's the matter with this gate?
fr_fr: Quel est le problème avec cette porte ?

source: This is a gate to an automated bot factory we call the Hell Fortress.
fr_fr: Ceci est une porte vers une usine de robots automatisée que nous appelons la Forteresse du Diable.

source: You must be crazy if you want to get in there. That place is full of bots.
fr_fr: Tu es certainement fou si tu désires t'y rendre. Cet endroit est plein de robots.

source: Get out of here. They might attack at any moment!
fr_fr: Sors de là. Ils peuvent attaquer n'importe quand !

source: What if I just walk in there? Will you try to stop me?
fr_fr: Qu'est ce qui se passe si je ne fais que marcher ici ? Tu vas tenter de m'arrêter ?

source: Of course not. Murdering you would be a complete waste of time.
fr_fr: bien sûr que non. T'assassiner serait une perte de temps complète.

source: Just remember to give me your valuables before you commit suicide.
fr_fr: Rappelle toi seulement de me donner mes gages avant de te suicider.

source: You won't need any money once you're damn dead, and I could use it, eh?
fr_fr: Tu n'auras pas besoin d'argent si tu es mort, et moi j'en aurai l'usage, pas vrai ?

source: Thanks for the advice.
fr_fr: Merci pour ce conseil.

source: You're dead if you don't take it.
fr_fr: Tu es mort si tu ne prends pas ça.

source: Finally.
fr_fr: Finalement.

source: Don't come back.
fr_fr: Ne reviens pas.

source: Yeah, what do you want newbie?
fr_fr: Ouais, qu'est ce que tu veux, débutant ?

source: Say 'newbie' again and I will rip your spine out.
fr_fr: Appelle moi 'débutant' encore une fois et je t'arracherais la colonne.

source: Fine, newbie. You are greener than green and a total newbie.
fr_fr: Génial, débutant. Tu es plus vert que l'herbe et tu es un débutant complet.

source: You can start ripping out my spine now.
fr_fr: Tu peux commencer à m'arracher la colonne.

source: I really mean it. I will kill you for that insult.
fr_fr: Je t'ai prévenu. Je te tuerai pour cet affront.

source: Go for it.
fr_fr: On y va.

source: BANZAI! DIE DIE DIE!
fr_fr: BANZAI ! MEURS MEURS MEURS !

source: Wha --
fr_fr: Ouah --

source: And who are you?
fr_fr: Et qui es-tu ?

source: Butch... The arena master.
fr_fr: Butch... Le maître de l'arène.

source: Arena? What arena?
fr_fr: L'arène ? Quelle arène ?

source: The underground arena.
fr_fr: Le sous-sol de l'arène.

source: Wanna fight?
fr_fr: Tu veux te battre ?

source: Yeah. I want to fight.
fr_fr: Ouais. Je veux combattre.

source: Good. I opened up the south arena gate for you so just climb down the ladder.
fr_fr: Bien. J'ai ouvert la porte de l'arène sud pour toi, donc maintenant tu peux y descendre par l'échelle.

source: But remember, the door out won't be opened until you killed all the bots.
fr_fr: Mais souviens-toi, la porte de sortie ne s'ouvrira que lorsque tu auras détruit tous les robots.

source: The bots are dead.
fr_fr: Les robots sont morts.

source: Good for you.
fr_fr: Pas mal pour toi.

source: You are a total newbie. But, a good newbie.
fr_fr: Tu es un débutant complet. Mais un bon débutant.

source: I will say a good word to Spencer about this.
fr_fr: Je placerai un bon mot à Spencer à propos de ça.

source: I thought I am going to fight you, coward.
fr_fr: Je pensais que j'allais me battre contre toi, lâche.

source: I NEVER said that, newbie.
fr_fr: Je n'ai JAMAIS dit ça, débutant.

source: You wanted a fight, and you got one.
fr_fr: Tu as voulu te battre, et c'est ce que tu as obtenu.

source: I offered a fight, and you wanted that.
fr_fr: J'ai proposé un combat, et tu l'as accepté également.

source: There is nothing more to say, newbie.
fr_fr: Il n'y a rien de plus à dire, débutant.

source: I want a bigger challenge.
fr_fr: Je veux un défi plus conséquent.

source: Newbie, I have a second arena.
fr_fr: Débutant, j'ai une seconde arène.

source: You will die if you go there.
fr_fr: Tu mourras si tu y vas.

source: I pity you, silly bird. Don't go there.
fr_fr: J'ai pitié de toi, tête de piaf. Ne va pas là-bas.

source: But if you really want it, the door is open.
fr_fr: Mais si tu veux vraiment y aller, la porte est ouverte.

source: The master arena is clear.
fr_fr: Le maître de l'arène est honnête.

source: What!? Impossible! No one survived the second arena before!
fr_fr: Quoi !? Impossible ! Personne n'avait survécu à la seconde arène avant ça !

source: One has to be insane to try the second arena.
fr_fr: Quelqu'un d'assez fou pour essayer la seconde arène.

source: You are not a newbie, but you are a TOTAL IDIOT!
fr_fr: Tu n'es pas un débutant, mais tu es COMPLÈTEMENT IDIOT !

source: I pity you, poor fool. You will die young.
fr_fr: J'ai pitié de toi, pauvre fou. Tu mourras jeune.

source: What is wrong with you? Why do you keep calling me a newbie?
fr_fr: Qu'est-ce qui ne va pas ? Pourquoi est-ce que tu continues à m'appeler débutant ?

source: Beacuse you ARE a newbie, newbie!
fr_fr: Parce que tu ES débutant, débutant !

source: Why the hell are you organizing fights? Enough people have died already!
fr_fr: Pourquoi diable est ce que tu organises des combats ? Il y a eu assez de morts comme ça !

source: I have a very good reason not to tell you.
fr_fr: J'ai une très bonne raison de ne pas te le dire.

source: Not like someone as inexperienced like you could understand it anyway.
fr_fr: Personne d'aussi inexpérimenté que toi ne pourrait comprendre cela de toute façon.

source: No way! Violence is wrong! Make love not war!
fr_fr: Ce n'est pas possible ! La violence est une erreur ! Faites l'amour pas la guerre !

source: Roses, not destruction!
fr_fr: Des roses, pas la destruction !

source: End the violence! All blood is red!
fr_fr: Fini la violence ! Le sang est du même rouge pour chacun !

source: Hey, the bots bleed black. With oil.
fr_fr: Hé, les robots pissent du noir. Avec de l'huile.

source: But... But...
fr_fr: Mais... Mais...

source: No 'but' about it, newbie.
fr_fr: Pas de 'mais' à propos de ça, débutant.

source: The bots bleed black.
fr_fr: Les robots saignent de l'huile.

source: You... Have ruined my pacifistic slogan... I am angry... So angry that I want to smash things!
fr_fr: Tu... as ruiné mes slogans pacifistes... Je suis en colère... Tellement en colère que j'ai envie de tout casser!

source: Great. Get in the door, newbie.
fr_fr: Génial. Prends la porte, débutant.

source: Sure.
fr_fr: Certainement.

source: Give me the novice arena.
fr_fr: Donne moi l'arène pour novice.

source: I've already opened the door for you. All you need to do is walk in there and crush all four bots.
fr_fr: Je t'ai déjà ouvert la porte. Tout ce que tu as besoin de faire est d'entrer et d'abattre quatre robots.

source: Of course. That, you might even survive.
fr_fr: Naturellement. Alors, tu pouras peut être survivre.

source: Take the accessway. I've unlocked the door. Good luck.
fr_fr: Prends ce chemin. J'ai déverrouillé la porte. Bonne chance.

source: Ok. I've unlocked the door to the master arena now. But take care, this will not be so easy anymore.
fr_fr: D'accord. J'ai déverrouillé la porte pour l'arène de niveau 'maître'. Fais attention, ça ne sera pas aussi facile.

source: In fact, you should know that we've got a 711 battle bot in there. Its deadly disruptor flashes cannot be evaded.
fr_fr: En fait, il faut que tu saches que nous avons eu une batailles de robots 711 ici. Les éclairs de disrupteurs était si meurtriers que personne n'en a réchappé.

source: You should make sure you've got proper anti-disruptor devices on you or just kill it fast enough. Good luck!
fr_fr: Tu devrais t'assurer que tu as choisi le bon dispositif anti-disrupteur ou alors tu te feras vite tuer. Bonne chance!

source: You've already completed the novice arena. But since you really want to have another go, I'll cause the bots to respawn now. There, it's done.
fr_fr: Tu as déjà réussi pour l'arène de niveau 'débutant'. Mais puisque tu veux vraiment être confronté à une autre, Je vais actionner les robots maintenant. Voilà, c'est fait.

source: But you also might want to try the master arena now, maybe? If so, just say so.
fr_fr: Mais tu veux peut être essayer l'arène de niveau 'maître' ? Si c'est le cas, dis le simplement.

source: Give me the master arena.
fr_fr: Ouvre moi l'arène de niveau 'maître'.

source: I'm sorry, but town regulations forbid access to the master arena unless you've completed the novice arena first.
fr_fr: Je suis désolé, mais la régulation de la ville interdit l'accès à l'arène principale si tu n'as pas réussi dans l'arène de niveau 'débutant' avant.

source: This regulation is there for your own safely, so that no newbie accidentally signs up for the master arena.
fr_fr: Cette régulation est en place pour ta propre sécurité, afin qu'aucun débutant ne souscrive pour l'arène de niveau 'maître' par inadvertance.

source: You might try taking the novice arena first. Then I can grant you access to the master field.
fr_fr: Tu devras essayer l'arène des débutants en premier. Alors je pourrais te donner accès à la zone pour les guerriers de niveau 'maître'.

source: But I've already opened the door. What are you waiting for? All you need to do is go down to the master arena and fight the bots.
fr_fr: Mais j'ai déjà ouvert la porte. Qu'est-ce que tu attends ? Tout ce que tu as besoin de faire est de descendre dans l'arène et de combattre les robots.

source: But I can understand if you hesitate. The master arena is by no means an easy task. Maybe you should practice some more before you go down.
fr_fr: Mais je comprends que tu sois hésitant. L'arène principale n'est pas une épreuve facile. Peut-être tu que tu devrais t'entraîner un peu plus avant d'y descendre.

source: When you should make sure you've got proper anti-disruptor devices on you or the 711 disruptor flash will kill you in 2 seconds.
fr_fr: Lorsque tu te seras assuré d'avoir choisi le bon dispositif anti-disrupteur, sinon le disrupteur du robot 711 te tuera en deux secondes.

source: But you've already completed the master arena. Ok, but I can have the bots respawn for you now, so you can have another go!
fr_fr: Mais tu as déjà terminé l'arène principale. Bon, mais je peux réinitialiser les robots pour toi, et tu peux recommencer!

source: But certainly you've earned yourself a reputation as arena master around here now and we respect that.
fr_fr: Mais tu as certainement gagné beaucoup de réputation comme maître de l'arène et nous respectons ça.

source: Hello. I'm Tybalt. I'm guarding the guardhouse gate. Only authorized personnel are permitted.
fr_fr: Bonjour. Je suis Tybalt. Je garde le portail de la maison. Seul les personnes autorisées peuvent entrer.

source: Why is the guardhouse locked most of the time?
fr_fr: Pourquoi est-ce que le portail est fermé la plupart du temps ?

source: It's locked so no one can sneak inside while I'm not looking. That's why.
fr_fr: C'est fermé pour que personne ne vienne fouiner à l'intérieur si je tourne la tête.

source: I want to get into the guardhouse.
fr_fr: Je voudrais passer le portail.

source: Of course. Guard members are always authorized to enter the guardhouse. The gate is open. Enjoy your stay.
fr_fr: Naturellement. Les membres de la Garde Rouge ont libre accès à la salle de garde. La porte est ouverte. Bienvenue chez toi.

source: Sorry pal, but I don't think so. Only authorized personnel are permitted and that means members of the Red Guard.
fr_fr: Désolé, mon pote, mais ça m'étonnerait. Seul les personnes autorisées y ont accès, ce qui signifie uniquement les membres de la Garde Rouge.
