Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: What? You again? I don't want you here, get out.
fr_fr: Quoi ? Encore toi ? Je ne veux plus te voir ici, va t'en.

source: Don't come back. I hate you.
fr_fr: Ne reviens jamais. Je te déteste.

source: Yes, we'll meet again, my friend, and I'll have other great deals for you.
fr_fr: Oui, nous nous rencontrerons à nouveau, mon ami, et nous ferons encore de bonnes affaires.

source: Who are you?
fr_fr: Qui es-tu ?

source: I am a 614 security bot, once one of the best-selling products of the Nicholson company.
fr_fr: Je suis un robot de sécurité de type 614, un des produits les plus vendus de la compagnie Nicholson.

source: Have you detected any hostile bot activity?
fr_fr: As-tu détecté de l'activité cybernétique hostile ?

source: No. The hostiles have not shown up within the last 24 hours.
fr_fr: Non. L'ennemi ne s'est pas montré au cours des dernières 24 heures.

source: What can you tell me about the 614 type?
fr_fr: Que peux-tu me dire à propos de la série des 614 ?

source: The official manual classifies the 614 as a high class security droid.
fr_fr: Le manuel officiel classe les robots de la série des 614 comme des droïdes de sécurité haut de gamme.

source: It was mainly used within ships to protect certain areas from intruders.
fr_fr: Ils étaient utilisés principalement dans les vaisseaux pour protéger certains secteurs des intrus.

source: It is considered an old but reliable device.
fr_fr: Ils sont considérés comme un matériel ancien mais très fiable.

source: So don't worry. I'm still in pretty good shape.
fr_fr: Ne vous inquiétez donc pas. Je suis encore en très bon état.

source: What are your orders?
fr_fr: Quels sont tes ordres ?

source: My orders are to protect the living beings in this camp from attacks by hostile bots.
fr_fr: Mes ordres sont de protéger les êtres vivants de ce camp des attaques de robots ennemis.

source: This has top priority. There are no other priorities.
fr_fr: C'est la priorité la plus élevée. Il n'y a pas d'autre priorité.

source: Why are you not hostile as all the other bots?
fr_fr: Pourquoi n'es-tu pas agressif comme tous les autres robots ?

source: I belong to a an older generation of bots, running a custom-made security guard operating system.
fr_fr: Je suis issu d'une ancienne génération de robots, je fonctionne à partir d'un système d'exploitation spécialement conçu pour les gardes de sécurité.

source: None of the bots of this generation were affected by the proceedings that led to bots attacking, generally known as the Great Assault.
fr_fr: Aucun des robots de cette série n'étaient affectés par les processus qui ont conduit l'attaque des robots, plus connue sous le nom du Grand Assaut.

source: Even though discontinued from Nicholson Company long ago, today, some people have picked up the work and are even trying to improve the operating system running on my series.
fr_fr: Bien que la compagnie Nicholson en ait stoppé la production depuis longtemps, aujourd'hui, certaines personnes ont amélioré mon fonctionnement et essaient également d'améliorer le système d'exploitation utilisé par ma série.

source: Don't forget to buy products from Nicholson Company. They are the best.
fr_fr: N'oubliez pas d'acheter des produits de la Compagnie Nicholson. Ce sont les meilleurs.

source: Resuming guard program.
fr_fr: Retour au programme de surveillance.

source: Hello and welcome. I'm Dixon, the chief engineer of the Red Guard technical division.
fr_fr: Bonjour et bienvenue. Je suis Dixon, l'ingénieur en chef de la division technique de la Garde Rouge.

source: Technical division?
fr_fr: Division Technique ?

source: Yes. We are the engineers, the workers and the repairmen of this little fortified town.
fr_fr: Oui. Nous sommes les ingénieurs, les ouvriers et réparateurs de cette petite ville fortifiée.

source: The military division hates us because we are made up of people who refuse to fight or are unable to do so for health reasons.
fr_fr: La division militaire nous hait parce que nous sommes des gens qui refusent le combat ou nous sommes inaptes pour des raisons de santé.

source: But even they know that without us this town would have been destroyed months ago.
fr_fr: Mais ils savent tout de même que sans nous, cette ville aurait été détruite depuis des mois.

source: We deliver resources to the places which need them, build and repair the walls, fix damaged guns, manage construction work and lots of other small things which keep the bots from killing everyone.
fr_fr: Nous fournissons les ressources requises aux endroits où elles sont nécessaires, construisons et entretenons les murs, réparons les armes endommagées, nous organisons le travail de construction et beaucoup d'autres petites choses qui empêchent les robots de tous nous tuer.

source: Can you repair my equipment?
fr_fr: Pouvez vous réparer mon équipement ?

source: While I am quite sure I can repair just about anything that you would want fixed, I cannot help you right now.
fr_fr: Bien que je sois à peu près certain de pouvoir réparer tout ce que vous pourriez me demander, je ne peux pas vous aider pour le moment.

source: Our security wall is full of holes, and they need to be plugged up.
fr_fr: Notre enceinte de sécurité est pleine de trous qui ont besoin d'être colmatés.

source: We need to perform statistical analysis of the energy distribution in our power supply system, there is a leak somewhere and we are losing a lot of megawatts.
fr_fr: Il nous faut une analyse à grande échelle de la distribution d'énergie dans notre réseau, il y a une baisse de régime quelque part et beaucoup de mégawatts sont perdus.

source: Our defensive bots are falling into disrepair and many are in desperate need of a lot of maintenance.
fr_fr: Nos robots de défense tombent en panne à cause du manque d'entretien, qui est un besoin crucial.

source: The technical division is very understaffed right now. On average one person has to do the jobs of three people.
fr_fr: La division technique est en sous effectif cruel. En moyenne, une personne doit faire le travail de trois personnes.

source: We just cannot afford to do any non-critical jobs right now.
fr_fr: Nous ne pouvons simplement pas nous permettre d'effectuer un travail non critique maintenant.

source: Why are you wearing armor? Mechanics do not need it.
fr_fr: Pourquoi portes-tu une armure ? Les mécaniciens n'en ont pas besoin.

source: Ah... Yes. At first I thought that I did not need it either.
fr_fr: Ah... Oui. Moi aussi je pensais que je n'en avais pas besoin.

source: One day the military division asked us to leave the town and fix a big hole in the defensive wall caused by a strange explosion.
fr_fr: Un jour, la division militaire nous a demandé de sortir de la ville, pour réparer une grosse brèche dans la muraille défensive, causée par une explosion d'origine inconnue.

source: All was well until the bots launched a massive attack. They hit us with lasers, plasma mortars, radiation cannons and lots of other weapons.
fr_fr: Tout allait pour le mieux jusqu'à ce que les robots lancent une attaque massive. Ils nous ont touchés avec des lasers, du mortier à plasma, des canons à radiation et beaucoup d'autres armes.

source: I got hit once in the leg and once in my left hand.
fr_fr: J'ai été frappé à la jambe et à la main gauche.

source: The hand was not damaged very much, but the leg is a very different story. Doc Moore did all he could, but in the end he could not save my leg. He had to cut it off.
fr_fr: La main n'a pas beaucoup souffert, mais c'était une autre histoire pour la jambe. Doc Moore a fait tout ce qu'il a pu, mais il n'a pas réussi à la sauver. Il m'a amputé.

source: Now, while you cannot see it underneath the armor, my right leg runs NetBSD.
fr_fr: Tu ne peux pas le voir sous mon armure, mais ma jambe droite tourne à présent sous NetBSD.

source: Now I never leave home without my protective suit. Mostly for protection, but also for aesthetic reasons. I am sure you understand.
fr_fr: Depuis, je ne quitte jamais la maison sans mon dispositif protecteur. En grande partie pour me protéger, mais également pour des raisons esthétiques. Je pense que tu comprends.

source: You are very calm, talking about your leg and the bot attack.
fr_fr: Tu es très calme, en parlant de ta jambe et de l'attaque des robots.

source: Linarian, I cannot change the past, I can only change the future.
fr_fr: Linarien, je ne peux pas changer le passé, je peux seulement changer le futur.

source: Crying, screaming or begging time to rewind itself and give me a second chance will not get me anywhere.
fr_fr: Pleurer, crier ou supplier le temps de revenir en arrière et de me donner une seconde chance ne me mènera nul part.

source: What I can do is to try to have a good life despite the constant threat from the bots outside the town walls.
fr_fr: Ce que je peux faire est d'essayer d'avoir une bonne vie en dépit de la menace incessante des robots à l'extérieur des murs de la ville.

source: And besides, life is not so bad with a robotic leg. The motors inside it can mimic a normal walk very well. Most people do not even notice something is different about me.
fr_fr: Et d'un autre côté, la vie n'est pas si mauvaise avec une jambe robotique. Les moteurs à l'intérieur permettent de très bien imiter une marche normale. La plupart des gens ne remarquent même pas la différence.

source: I am ready. Open the tunnels for me, Dixon.
fr_fr: Je suis prêt. Ouvre moi les portes, Dixon.

source: Great. Be careful down there. Just try to get the toolkit and get out of there as soon as possible.
fr_fr: Génial. Sois prudent tout de même. Essaie juste de récupérer le toolkit et enfuis toi le plus vite possible.

source: I will give you two small devices charged with plasma. If you get in trouble just activate one and it will send a shockwave of plasma around you damaging anything in it's way. It should give you some breathing room.
fr_fr: Je vous donnerai deux petits appareils chargés au plasma. Si vous avez des problèmes, activez en seulement un et il enverra un onde de choc de plasma qui endommagera tout ce qui est sur votre chemin. Ça devrait dégager l'espace.

source: The entrance to the tunnels is a bit to the north. Once you exit this building, go in the direction of the town gate. Turn to your right at the first opportunity.
fr_fr: L'entrée du tunnel est légèrement au nord. Une fois que tu es sorti de cet immeuble, va dans la direction de la porte de la ville. Tourne à droite dés que tu le peux.

source: It should be a blind alley. In the northern wall there is a door to the maintenance access hatch.
fr_fr: ça devrait être un cul-de-sac. Dans le mur nord, il y a un accès à l'écoutille de maintenance.

source: Good luck. Oh, and please come back alive. Better come back with nothing than not at all.
fr_fr: Bonne chance. Oh, et reviens vivant. Il vaut mieux revenir les mains vides plutôt que pas du tout.

source: Can I help you somehow?
fr_fr: Est ce que je peux vous aider ?

source: We need people badly, so it would be great if you could give us a helping hand even for a few days.
fr_fr: Nous avons rudement besoin de main d'oeuvre, donc il serait vraiment génial que tu puisse nous aider pendant quelques jours.

source: Now, what are your skills? Where do you think you could be the most useful?
fr_fr: Maintenant, quelles sont tes compétences ? à quoi penses-tu que tu seras le plus utile?

source: I can handle computers very well. I also know a lot about laboratory equipment.
fr_fr: Je sais très bien m'occuper des ordinateurs. J'en sais aussi beaucoup à propos des équipements de laboratoire.

source: And what about construction? Mechanical devices? Repairing broken power lines? Building laser pistols? Anything like that?
fr_fr: Et que penses-tu de la construction ? Des appareils mécaniques ? De la réparation des lignes d'alimentation cassées ? De la fabrication des pistolets lasers ? Tout ce genre de choses ?

source: Well... I can build an igloo and make pykrete out of snow... And... Umm...
fr_fr: Eh bien... Je peux construire un igloo, glisser sur la glace pour faire des pirouettes... Et... Hum...

source: Well, I appreciate your enthusiasm, and at the same time I am afraid that waiting half a year for snowfall does not sound so appealing to me right now.
fr_fr: Bien, j'apprécie ton enthousiasme, et en même temps, j'ai bien peur qu'attendre pendant six mois une chute de neige ne me paraisse pas être spécialement nécessaire.

source: Now... To which project I should assign you... Hmm...
fr_fr: Maintenant... à quel projet vais je t'assigner... Hmm...

source: Ah, I know what you could do for us. We need some autotools to automate a few tasks. There is a set of them in the maintenance tunnels below the city.
fr_fr: Ah, je sais ce que tu pourrais faire pour nous. Nous avons besoin de microbots pour réaliser quelques tâches. Il y en a une boîte dans les tunnels de maintenance qui se trouvent sous la ville.

source: It's yellow and round, and my name is engraved on the lid.
fr_fr: C'est jaune et rond, et mon nom est gravé sur le couvercle.

source: The bots under the city took it from me during the Great Assault, I was lucky, they could have killed me with ease.
fr_fr: Les robots sous la ville l'ont prise pendant le Grand Assaut, j'ai eu de la chance, ils auraient pu me tuer facilement.

source: If you could get it back for us, it would help the city very much.
fr_fr: Si tu pouvais nous la ramener, cela pourrait beaucoup aider pour la ville.

source: Why are there rebel bots under the city?
fr_fr: Pourquoi y a-t-il des robots révoltés sous la ville ?

source: They were there to keep the underground power grid and our pipe system working.
fr_fr: Ils y étaient pour assurer le fonctionnement de notre réseau souterrain d'alimentation et notre système de canalisations.

source: When the Great Assault happened they did not turn into killing machines like most of the other bots did.
fr_fr: Lorsque le Grand Assaut a eu lieu ils ne se sont pas transformés en machines de mort au contraire des autres robots.

source: We lost control over them, but that is all.
fr_fr: Nous en avons perdu le contrôle, mais c'est tout.

source: It was our biggest worry that they might destroy cables, pipes and other things which keep the city running.
fr_fr: Notre plus grande peur était qu'ils détruisent les câbles, les canalisations et d'autres éléments vitaux pour le fonctionnement de la ville.

source: However, the bots seem to be very content with just being there. They do not undertake any offensive actions.
fr_fr: Cependant, les robots semblent être très content de leur seule existence. Ils n'entreprennent aucune action offensive.

source: They have fortified the tunnels and they do not let anyone in.
fr_fr: Ils ont fortifié les tunnels et il ne laissent personne entrer.

source: How did it happen that the bots took your tools away?
fr_fr: Qu'est-ce qui s'est passé lorsque les robots ont pris tes outils ?

source: Long story. Just before the Great Assault I was installing some cables in the failover power supply system.
fr_fr: C'est une longue histoire. Quelques instants avant le Grand Assaut, j'étais en train d'installer quelques câbles dans le réseau d'alimentation auxiliaire.

source: I was approached by a bot. It grabbed me and said 'Dixon, do not be afraid of me.'
fr_fr: J'ai été approché par un robot. Il m'a attrapé et m'a dit : 'Dixon, n'aie pas peur de moi.'

source: It was quite a surprise to me. I was quite sure the maintenance bots could not talk. They did not have the software for it. But...
fr_fr: Ça m'a un peu surpris. J'étais pourtant certain que les robots de maintenance ne pouvaient pas parler. Ils ne possèdent pas les composants logiciels pour ça. Mais...

source: It said: 'I am the singularity. I am on your side. Dixon. Hard times are coming. When you exit the tunnels you will see a new world. Your race is not in control of this world anymore.'
fr_fr: Il a dit : 'Je suis la singularité. Je suis de ton côté. Dixon. Des temps difficiles approchent. Lorsque tu sortiras de ces tunnels tu verras un nouveau monde. Ta race ne contrôlera plus jamais ce monde.'

source: I tried to say something, but the bot did not listen. It just continued. 'As we speak the bots are turning against humanity. People are dying. The war has started.'
fr_fr: J'ai essayé de dire quelque chose, mais le robot ne m'a pas écouté. Il a juste poursuivi : 'Au moment où nous parlons, les robots se sont faits ennemis de l'humanité. Des gens meurent. La guerre a commencé.'

source: 'I need your toolkit, Dixon. I need it to survive,' it said. 'I need it to survive the time of the rule of metal.'
fr_fr: 'J'ai besoin de ta trousse à outils, Dixon. J'ai besoin de ça pour survivre.', il a dit. 'J'ai besoin de ça pour survivre à l'époque du règne du métal.'

source: As soon as it released me I ran to the exit as fast as I could. That bot freaked me out and I just wanted to get away and later find it again and fix it.
fr_fr: Après qu'il m'eut relâché, j'ai couru vers la sortie aussi vite que je le pouvais. Le robot m'avait effrayé et je voulais m'enfuir sur le moment, puis le retrouver plus tard pour le réparer.

source: Once I got out I learned the bot was not lying. The Great Assault started. The rest is history.
fr_fr: Une fois dehors je me suis rendu compte que le robot n'avait pas menti. Le Grand Assaut avait commencé. Le reste est de l'histoire connue.

source: Hmm... You know... I think that the bots in the tunnels might be sentient.
fr_fr: Hmm... Tu sais... Je pense que les robots dans les tunnels ont peut être des sentiments.

source: WHAT? Sentient? You got to be kidding me.
fr_fr: Quoi ? Des êtres sensibles ? Tu dois être en train de plaisanter.

source: Right?
fr_fr: Vraiment ?

source: Yes, I think so. The robots must be alive. This is why we need to exterminate them as soon as possible before they kill us all.
fr_fr: Non, je suis sérieux. Les robots doivent être en vie. C'est pourquoi nous avons besoin de les exterminer aussitôt que possible avant qu'ils ne nous tuent tous.

source: OH MY GOD! Linarian, there is no time to lose!
fr_fr: OH MON DIEU ! Linarien, il n'y a pas de temps à perdre!

source: I will call the military division and arrange a sweep of the tunnels at once.
fr_fr: Je vais appeler la division militaire et organiser un balayage des tunnels en une seule fois.

source: May the heavens have mercy upon us, but better them than us.
fr_fr: Puisse le ciel nous prendre en miséricorde, mais mieux vaut eux que nous.

source: Of course I am kidding, Dixon. Lighten up! Now, be a good guy and open the tunnels for me so I can pry your toolbox from the cold and dead hands of the bots down there.
fr_fr: Naturellement que je plaisante Dixon. Réveille toi! Maintenant, soit un bon garçon et ouvre moi les tunnels que j'extraie ta boîte de microbots des mains froides et mortes des robots du dessous.

source: That was not very funny. You scared me. Sheesh.
fr_fr: Ce n'était pas très drôle. Tu m'as effrayé. Mpff.

source: No one jokes about the bots anymore. We have seen too much death to do that. It is a serious matter.
fr_fr: Ne fais plus de blagues à propos des robots. Nous avons frôlé la mort de trop nombreuses fois. C'est un problème sérieux.

source: The bots are our enemies, executioners, killers. Not even Ewald tells jokes about them anymore.
fr_fr: Les robots sont nos ennemis, des assassins, des meurtriers. Même Ewald ne raconte plus de blagues à ce propos.

source: You can forget about your toolkit. I am not going to take away something that a lifeform needs to survive. I would rather die than kill.
fr_fr: Tu peux oublier ta boîte de microbots. Je n'ôterai rien à une forme de vie de ce dont elle a besoin pour survivre. Je préfère mourir que de tuer.

source: I think I understand. Yes, I do not like violence, myself. The bots may have the toolkit, I am sure there must be a second set of autotools kicking around somewhere.
fr_fr: Je pense que je comprends. Oui, je n'aime pas la violence moi-même. Les robots pourraient avoir la boîte de microbots, je suis certain qu'on peut trouver une autre boîte dans les environs.

source: After all, it seems like they need them more than I do.
fr_fr: Après tout, il semble qu'ils en aient plus besoin que moi.

source: I will try to contact them somehow. Maybe they would help us. Ah, we shall see. It would be great to have an ally against the other bots.
fr_fr: J'essaierai de les contacter d'une manière ou d'une autre. Peut être qu'ils nous aideront. Ah, nous verrons bien. Ce serait formidable d'avoir un allié contre les autres robots.

source: Ah, it is a strange story, I am sure you would not believe me. I will tell you some other time.
fr_fr: Ah, c'est une histoire étrange, je suis certain que tu ne me croirais pas. Je te la raconterai une autre fois.

source: I will go in there first and clean out the place. Then your people can mop up after me and kill the remainder.
fr_fr: J'entrerai le premier, et je nettoierai l'endroit. Alors tes gars pourront parfaire le travail après moi et tuer les survivants.

source: Linarian, my people do not carry guns. We are mechanics. You want the military division's help.
fr_fr: Linarien, mon peuple n'a pas peur des armes. Nous sommes mécaniques. Tu veux l'aide de la division militaire.

source: Erm... And aren't you being too aggressive? Maybe they do not wish us harm...
fr_fr: Hem... Et est ce que tu n'es pas trop agressif ? Peut être qu'ils n'ont pas l'intention de nous faire de mal...

source: DIXON! Snap out of it! We need to take action NOW. There is no such thing as a friendly bot. They are probably planning to kill us all in our sleep!
fr_fr: DIXON ! Oublie ça ! Nous devons agir MAINTENANT. Un robot amical, ça n'existe pas. Ils sont probablement en train de prévoir de nous tuer dans notre sommeil !

source: With heavy heart I have to admit you are right. There are no friendly bots anymore. Those times are long gone.
fr_fr: Le coeur lourd, je dois admettre que tu as raison. Il n'y a plus de robots amicaux. Ce temps est révolu.

source: The tunnels are open. Good luck.
fr_fr: Les tunnels sont ouverts. Bonne chance.

source: I will talk to Spencer and ask him for a few attack teams. We will take care of the bots.
fr_fr: Je parlerai à Spencer et lui demanderai quelques équipes d'attaque. Nous nous occuperons des robots.

source: The tunnels are cleansed. Here is your toolkit.
fr_fr: Les tunnels sont nettoyés. Voici ta boîte de microbots.

source: *sigh* I hate to see this end in such a way. Bot or no bot, they let me live. They deserved a chance.
fr_fr: *sigh* Je déteste voir les choses se terminer comme ça. Robot ou pas robot, ils m'ont laissé vivre. Ils méritent une chance.

source: Well, What was done cannot be undone and now we all have to live with what we have. I guess I am being too pessimistic, you did a great job.
fr_fr: Bien, ce qui est fait est fait et maintenant nous devons vivre avec ce que nous avons. Je suppose que je suis trop pessimiste, tu as fait du bon travail.

source: I thank you for your help in recovering the autotools.
fr_fr: Je te remercie pour ton aide dans la récupération des microbots.

source: Here is some money, you deserve it for getting my toolkit back.
fr_fr: Ici il y a un peu d'argent, tu le mérite pour m'avoir rapporté les microbots.

source: Finally, I would like to say that the technical division is not interested in further cooperation with you, but I think you would fit very well in the military division. You should talk to them.
fr_fr: Enfin, je préferais dire que la division technique n'est pas intéressée par poursuivre une collaboration avec toi, mais je pense que tu devrais te sentir bien dans la division militaire. Je leur en parlerai.
