Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: Other than that, you are on your own.
fr_fr: Autrement, tu es livré à toi-même.

source: Do you think I could join the guardians of this town?
fr_fr: Est-ce que tu penses que je pourrais rejoindre les gardiens de cette ville ?

source: The Red Guard? Unlikely. You'd have to establish a reputation before and demonstrate that you can fix things.
fr_fr: La Garde Rouge ? Improbable. Tu devras te faire une réputation avant et montrer que tu peux réparer les objets.

source: Of course, the Red Guard is not a very popular organization, so if you do join them then you can expect to be hated by nearly everyone here.
fr_fr: Naturellement, la Garde Rouge n'est pas une organisation très populaire, donc si tu les rejoins, tu devras t'attendre à ce que certaines personnes te haïssent.

source: As the ancients said, 'Boni pastoris est tondere pecus, non deglubere'. A good tax must be a reasonable tax.
fr_fr: Comme les anciens le disaient, 'Boni pastoris est tondere pecus, non deglubere'. Une bonne taxe doit être une taxe raisonnable.

source: What bots are in the 100 class?
fr_fr: Comment sont les robots dans la classe des 100 ?

source: I know of two types. The 123 and the 139.
fr_fr: Je connais deux modèles. Le 123 et le 139.

source: Because they are neither fast nor dangerous, the Red Guard uses them for target practice.
fr_fr: Parce qu'ils sont aussi rapides qu'inoffensifs, la Garde Rouge les utilise comme cibles d'entraînement.

source: If I were you, I would not overestimate them.
fr_fr: Si j'étais toi, je ne les surestimerais pas.

source: What bots are in the 200 class?
fr_fr: Quels sont les robots de classe 200 ?

source: Well, those are a bit tricky.
fr_fr: Bien, c'est un peu compliqué.

source: The 247 is often called the 'Banshee'.
fr_fr: Le 247 est souvent appelé la 'Banshee'.

source: It comes close to you and tries to punch you.
fr_fr: Il se rapproche de toi et essaie de te boxer.

source: The 249 is much more dangerous.
fr_fr: Le 249 est beaucoup plus dangereux.

source: Its machine gun has a high rate of fire, and each bullet can damage your equipment.
fr_fr: Sa mitraillette a une cadence de tir élevée, et chaque balle peu endommager ton équipement.

source: What other bots are out there?
fr_fr: Comment sont les autres robots ?

source: Well, I have no idea. I have heard only rumors.
fr_fr: Bien, je ne sais pas. J'ai seulement entendu des rumeurs.

source: I think most of the people who have seen a better bot are now pushing up the daisies.
fr_fr: Je pense que la plupart des gens qui ont vu un robot plus dangereux sont maintenant en train de manger les pissenlits par la racine.

source: Thank you for your wise words.
fr_fr: Merci pour tes paroles avisées.

source: Feel free to come here any time you want.
fr_fr: Tu es libre de venir ici à chaque fois que tu le souhaites.

source: Hey you! Linarian! What do you want here?
fr_fr: Hé toi ! Linarien ! Qu'est-ce que tu viens faire ici ?

source: Just taking a look around.
fr_fr: Surveille juste les alentours.

source: Ok! But don't make any trouble! Or you'll be in trouble!
fr_fr: D'accord ! Mais ne cause plus de problèmes ! Ou c'est toi qui auras des problèmes !

source: I'd like to get into the mine.
fr_fr: J'aurai aimé t'avoir avec moi dans la mine.

source: I'm here to make an end to your mining business.
fr_fr: Je suis ici pour mettre fin à ton commerce minier.

source: Ok Linarian! You wanted it that way! And I don't like penguins anyway!
fr_fr: D'accord Linarien ! Tu le prends comme ça ! Et de toutes façons je n'aime pas les manchots !

source: I'll be going then.
fr_fr: Alors j'y vais.

source: I want to become a hacker.
fr_fr: Je veux devenir un hacker.

source: Your desire for information amuses me. Your wish will be granted. I will teach you how to hack.
fr_fr: Ton désir de collecter des informations m'amuse. Je vais exaucer ton souhait. Je vais t'enseigner le piratage.

source: You must know that hacking is an art. It is easy to chop your enemy to bits with an axe or shred it to atoms with a grenade... But hacking requires skill.
fr_fr: Tu dois savoir que le hack est un art. C'est facile de découper ton ennemi en morceau avec une épée ou de le désintégrer avec une grenade... Mais le hack nécessite des compétences.

source: Look at this terminal... I am connected to a remote system. A fool would just launch a thousand attacks, but a skilled intruder would stop and think.
fr_fr: Regarde ce terminal... Je suis connecté à un système à distance. Un inconscient va simplement lancer une centaine d'attaques en même temps, mais un intrus compétent va s'arrêter et réfléchir.

source: You must know when to hack and when not to hack. You must attack when the enemy is unprepared for you.
fr_fr: Tu dois savoir quand tu peux hacker et quand ne pas hacker. Tu dois attaquer quand l'ennemi ne s'y attend pas.

source: Now watch. Observe carefully. See how I enter the system... Yes. Watch the connection glowing, burning like a bright star...
fr_fr: Maintenant regarde. Observe avec attention. Regarde comment je rentre dans le système... Oui. Regarde la connexion étincelle, brûle comme une étoile de forte magnitude...

source: ...only to die seconds after, as the system far away collapses under it's own weight... It's done.
fr_fr: ...seulement quelques secondes après, lorsque le système s'écroule sous son propre poids... C'est terminé.

source: That is all I want to show you for now. Maybe later I will teach you something else.
fr_fr: C'est tout ce que je te montrerai pour aujourd'hui. Peut être que plus tard je t'enseignerai d'autres choses.

source: I don't want any reward. Just gratitude.
fr_fr: Je ne cherche pas de récompense. Seulement de la gratitude.

source: Of course you can have that. There, I'm most grateful to you. That should do.
fr_fr: Naturellement tu peux le prendre. Je te suis très reconnaissant. Ça te revient.

source: I want money.
fr_fr: Je veux de l'argent.

source: Eh... Here, take these 500 bucks. That should be enough.
fr_fr: Hé... Tiens, prends ces 500 dollars. Ça devrait être suffisant.

source: Hi... Erm... Who are you?
fr_fr: Salut... Euh... Qui es-tu ?

source: Duncan McNamara, The Red Guard's resident bomb maker, at your service.
fr_fr: Je suis Duncan McNamara, le fabriquant de bombes officiel de la garde rouge. À ton service.

source: I would like to buy a bomb.
fr_fr: Je voudrai acheter des explosifs.

source: Yes. I am sure we can arrange something. Take a look.
fr_fr: Mmmh. Je pense que ça doit être possible. Jette un coup d'oeil.

source: I see only grenades. Do you have something bigger?
fr_fr: Il y a juste des grenades. Tu n'as rien de plus puissant ?

source: My deepest apologies, I do not.
fr_fr: Mes plus plates excuses, non.

source: The Red Guard prohibits the sales of extremely destructive munitions.
fr_fr: La vente de munitions lourdes est interdite pas la Garde Rouge.

source: It is not yet the time for the fall of their rule, so I remain loyal.
fr_fr: La chute de leur règne n'est pas encore advenue, je reste donc loyal.

source: The fall of the Red Guard? I am going to report that you are preparing a revolution!
fr_fr: La chute de la Garde Rouge ? Je vais aller leur rapporter que tu prépares une révolution !

source: My word against yours. If you wish to try it, please, be my guest.
fr_fr: C'est ma parole contre la tienne. Si tu le veux bien, sois mon invité.

source: I am not preparing anything. I am just stating what I see as inevitable in the future.
fr_fr: Je ne complote en aucune façon. Je fais seulement le constat d'un avenir inévitable.

source: I have taken part in many conflicts and I have seen how governments collapse.
fr_fr: J'ai été engagé dans un grand nombre de conflits, et j'ai vu comment tombent les gouvernements.

source: As soon as the war is over, the Red Guard will disband.
fr_fr: Lorsque la guerre sera terminée, la Garde Rouge sera dissolue.

source: Of course, I am making the assumption of victory, which is highly unlikely with the current state of affairs.
fr_fr: Naturellement, je fais l'hypothèse de la victoire, ce qui n'est pas très probable vu le cours actuel des choses.

source: The fall of the Red Guard? Tell me more about it.
fr_fr: La chute de la Garde Rouge ? Dis m'en plus à ce propos.

source: It is not the time to speak of such things yet. Come another day, and we shall talk about it in more detail.
fr_fr: Ce n'est pas le moment de parler de telles choses. Viens un autre jour et nous pourrons en discuter plus précisemment.

source: The Red Guard can have their great laser beams and plasma cannons... But nothing can save them.
fr_fr: La Garde Rouge a peut être les canons lasers et les canons à plasma les plus puissant... Mais ce n'est pas ça qui les sauvera.

source: I want to buy some grenades.
fr_fr: Je veux acheter quelques grenades.

source: Certainly.
fr_fr: Sûrement.

source: What kind of grenade is the best?
fr_fr: Quelles sont les meilleures grenades?

source: You get what you pay for.
fr_fr: La qualité de la marchandise est fonction du prix que tu y mets.

source: How did you get into making explosives?
fr_fr: Qu'est ce que tu as mis dans les explosifs?

source: Twenty years ago there was a conflict.
fr_fr: Il y a vingt ans, il y a eu une bataille.

source: A grenade I threw destroyed a being which killed many of... my people.
fr_fr: Autrefois, j'ai lancé une grenade qui tua un de ces assassins.

source: Now I make more to smash the destroyers.
fr_fr: À présent, j'en fabrique dans le but d'en annihiler le plus grand nombre.

source: Ah. Welcome again Linarian.
fr_fr: Ah. Bienvenue à nouveau, Linarien.

source: I have a little request for you.
fr_fr: J'ai quelque chose à te demander.

source: I know someone who needs to be taught a lesson.
fr_fr: Je connais quelqu'un qui a besoin de recevoir une bonne leçon.

source: Interested?
fr_fr: Tu es intéressé ?

source: I feel you are... Different.
fr_fr: Je sens que tu es... différent.

source: What a great way to start a conversation.
fr_fr: Quelle magnifique façon de commencer une conversation.

source: Yes, that is true. I am not who I seem to be.
fr_fr: Oui, c'est vrai. Je ne suis pas ce que je semble être.

source: But then again, neither are you, so my thoughts are we are even.
fr_fr: Mais là encore, nous sommes semblables par la pensée.

source: What do you mean? I am Tux and not anyone else.
fr_fr: Qu'est-ce que tu veux dire ? Je suis Tux et personne d'autre.

source: And I am Duncan McNamara, the maker of grenades and nothing else.
fr_fr: Et je suis Duncan McNamara, le fabricant de bombes, et pas autre chose.

source: I believe the topic is thoroughly exhausted now.
fr_fr: Je crois que le sujet a été largement débattu.

source: Tell me who you are. I need to know.
fr_fr: Dis-moi qui tu es. J'ai besoin de savoir.

source: Twenty years ago, the people were kinder to each other.
fr_fr: Il y a vingt ans, les gens étaient différents.

source: I suggest you be kind to me as well, and I will be kind to you.
fr_fr: Je te suggère d'être sympa avec moi, et je le serai avec toi.

source: That way I get to keep my secret, and you get to keep yours.
fr_fr: De cette façon je garderai mes secrets, et tu garderas les tiens.

source: I don't have any secrets.
fr_fr: Je n'ai pas de secret.

source: And neither do I.
fr_fr: Et je fais de même.

source: I wish you cold winds.
fr_fr: Je te souhaite des vents froids.

source: Huh? How do you know the Linarian farewell? No one around here knows it.
fr_fr: Hein ? Comment est-ce que tu sais que je suis Linarien ? Personne ici ne le sait.

source: I read many books on Linarians. That is all.
fr_fr: Je lis beaucoup de livres, Linarien. C'est tout.

source: Nothing more and nothing less.
fr_fr: Ni plus, ni moins.

source: I wish you cold winds.
fr_fr: Je te souhaite des vents froids.

source: May the ice bring you wisdom.
fr_fr: Puisse la glace t'apporter la sagesse.

source: A newcomer! Great! We can always use more people. Welcome to the Red Guard! I'm Lukas. I'm in charge of our little armory here.
fr_fr: Un nouvel arrivant ! Super ! Nous avons toujours besoin de bras. Bienvenue à la Garde rouge ! Je m'appelle Lukas, je m'occupe de notre petite armurerie.

source: Of course. As a member of our Guard, you're entitled to wear one of our suits of armor. I can adjust it to fit any measurements, even yours.
fr_fr: Bien sûr. En tant que membre de notre Garde, tu es en droit de porter une armure comme la nôtre. Je peux ajuster ses dimensions de telle sorte qu'elle aille à n'importe qui, toi inclus.

source: There are two kinds or armor, a heavy Red Guard robe and a light version of the same thing.
fr_fr: Il y a deux types d'armures : une armure lourde et une armure légère.

source: Now, what will it be?
fr_fr: Alors, ça sera quoi pour toi ?

source: What do you do all day here at the armory?
fr_fr: Qu'est ce que tu fais de tes journées, ici à l'armurerie ?

source: Oh, there's always something to do. Don't worry. I'm pretty occupied keeping the place in order.
fr_fr: Il y a toujours quelque chose à faire, ne t'en fais pas. Ranger cet endroit me prend déjà pas mal de temps.

source: See you later!
fr_fr: A plus tard!

source: Hey you! Linarian! What do you want here?
fr_fr: Hé toi ! Linarien ! Qu'est-ce que tu veux ?

source: Just taking a look around.
fr_fr: Je jette seulement un coup d'oeil.

source: Oh, great. Another curious one.
fr_fr: Oh, génial. Encore un autre loufoque.

source: About a week ago I let in a stranger who also said he was just taking a look around. I never saw him again.
fr_fr: Il y a environ une semaine, j'ai laissé entrer un étranger qui disait aussi qu'il était seulement en train de jeter un oeil. Je ne l'ai jamais revu.

source: On that day all our computers went insane, 20 bags of food rations vanished from our storage and one of our bots was stolen.
fr_fr: Le même jour, tous nos ordinateurs sont devenus fous, 20 sacs de rations ont disparu de notre stock et un de nos robots a été piraté.

source: I think that damn freak lives somewhere to the east. I would love to get my hands on him and beat the life out of him. Slowly.
fr_fr: Je pense que ce damné marginal vit quelque part dans l'est. J'aimerai l'avoir entre les mains pour le tabasser à mort. Lentement.

source: Linarian, I will let you in. Do something stupid, and you aren't coming out. Got it? Good.
fr_fr: Linarien, je te laisserai entrer. Fais quelque chose de stupide, et tu ne ressortiras pas. Compris ? Bien.

source: I'd like to get into town.
fr_fr: J'aimerai entrer dans la ville.

source: Funny, exactly the same could be said about all of the crazy bots out there.
fr_fr: C'est drôle, tous les robots fous à l'extérieur veulent la même chose.

source: I'll let you in, but be warned: one false move and we all have flightless waterfowl for dinner. I hope I am making myself clear.
fr_fr: Je te laisse entrer, mais fais attention : un faux pas et nous servons du manchot rôti pour le dîner. J'espère que je me suis bien fait comprendre.

source: I'm here to assassinate your leader and you won't stop me!
fr_fr: Je suis ici pour assassiner votre chef et vous ne m'arrêterez pas !

source: Ok, Linarian! You asked for it!
fr_fr: D'accord, Linarien ! Tu l'auras voulu !

source: Open fire!
fr_fr: Ouvrez le feu !

source: I'll be going then.
fr_fr: J'y vais.

source: I must talk to your master.
fr_fr: Je dois parler à ton maître.

source: STATE YOUR REASON.
fr_fr: EXPOSEZ VOTRE RAISON.

source: Don't shoot! I come in peace.
fr_fr: Ne tire pas ! Je viens en paix.

source: STATE THE PURPOSE OF YOUR PRESENCE HERE.
fr_fr: EXPOSEZ LA RAISON DE VOTRE PRÉSENCE ICI.

source: I saw this building as I was walking by, and I decided to take a look inside.
fr_fr: J'ai vu cette construction lorsque j'étais en train de marcher, et j'ai décidé de jeter un regard à l'intérieur.

source: YOUR REASON IS CURIOSITY. MASTER KEVIN LIKES CURIOUS PEOPLE.
fr_fr: VOTRE RAISON EST ÉTRANGE. MAÎTRE KEVIN AIME LES GENS CURIEUX.

source: YOU MAY PASS.
fr_fr: TU PEUX PASSER

source: Thank you.
fr_fr: Merci.

source: Umm... His life is in grave danger.
fr_fr: Umm... Sa vie est en grave danger.

source: ERROR: REASON INVALID.
fr_fr: ERREUR : RAISON INVALIDE.

source: The people from the uhh... city want me to have a word with him. Yeah, that's it.
fr_fr: Les gens de la uhh... ville veulent lui toucher quelques mots. Ouais, c'est ça.

source: I have some very valuable information. Your master might be interested in it.
fr_fr: J'ai quelques information vraiment très importantes. Cela pourrait intéresser ton maître.

source: MASTER KEVIN WILL BE PLEASED. YOU MAY PASS.
fr_fr: MAÎTRE KEVIN SERA ENCHANTÉ. VOUS POUVEZ PASSER.

source: DOOR OPENING SEQUENCE INITIATED.
fr_fr: SÉQUENCE D'OUVERTURE DE LA PORTE INITIALISÉE

source: Step aside, you stupid tin can!
fr_fr: Bouge, stupide boîte de conserve !

source: YOU SHALL NOT PASS. ACTIVATING DISINTEGRATOR BEAM IN TEN SECONDS.
fr_fr: VOUS NE POUVEZ PASSER. ACTIVATION DU FAISCEAU DÉSINTÉGRATEUR DANS DIX SECONDES.

source: NINE.
fr_fr: NEUF.

source: EIGHT.
fr_fr: HUIT.

source: Wait, that's not what I meant!
fr_fr: Attends, ce n'est pas ce que je voulais dire !

source: SEVEN.
fr_fr: SEPT.

source: I am not afraid of you.
fr_fr: Tu ne me fais pas peur.

source: FIVE.
fr_fr: CINQ.

source: FOUR.
fr_fr: QUATRE.

source: The enemies are approaching from every side!
fr_fr: Les ennemis approchent de tous côtés !

source: We are surrounded! They will attack any second now!
fr_fr: Nous sommes débordés ! Ils attaqueront dans une seconde !

source: Are you listening to me?
fr_fr: Est-ce que tu comprends ce que je dis ?

source: It's me.
fr_fr: C'est moi.

source: IDENTITY CONFIRMED. YOU MAY PASS.
fr_fr: IDENTITÉ CONFIRMÉE. VOUS POUVEZ PASSER.

source: I do not have to tell you anything, bot.
fr_fr: Je ne suis pas obligé de te dire quoi que ce soit, robot.

source: ENGAGING AGGRESSION CIRCUITS. YOU SHALL BE DISINTEGRATED IN TEN SECONDS.
fr_fr: ENGAGEMENT DES CIRCUITS D'ATTAQUE. VOUS SEREZ DÉSINTÉGRÉ DANS DIX SECONDES.

source: I think I just found an error in your programming.
fr_fr: Je pense que j'ai simplement trouvé une erreur dans ta programmation.

source: Thought so.
fr_fr: Ainsi donc.

source: INTRUDER, LOWER YOUR WEAPONS AND IDENTIFY YOURSELF OR FACE IMMEDIATE TERMINATION.
fr_fr: INTRUS, BAISSEZ VOS ARMES ET IDENTIFIEZ VOUS OU VOUS AFFRONTEREZ UNE MORT INSTANTANÉE.

source: I WILL NOT LET YOU INJURE MY MASTER.
fr_fr: JE NE NOUS LAISSERAI PAS INSULTER MON MAÎTRE.

source: See you later, tin can.
fr_fr: À plus, boîte de conserve.

source: EOT ACKNOWLEDGED. CONNECTION CLOSED.
fr_fr: FIN DE TRANSMISSION ENREGISTRÉE. CONNEXION CLOSE.

source: GOODBYE.
fr_fr: AU REVOIR.

source: Ah, so you are the new member. Welcome. My name is Benjamin, and I take care of our ranged weaponry here in the citadel.
fr_fr: Ah, c'est donc toi le nouveau membre. Bienvenue. Mon nom est Benjamin, et je veille sur l'armurerie de la citadelle.

source: What are you doing here alone?
fr_fr: Que faites vous seul, ici ?

source: I'm experimenting with new designs. I want to redesign the laser pistol.
fr_fr: J'expérimente de nouveaux concepts. Je veux revoir la conception du pistolet laser.

source: A lot of energy is wasted somewhere during firing, and I have no idea where. If I could find the source of the problem, the gun would become much more powerful.
fr_fr: Une grande quantité d'énergie est perdue pendant le tir, et je ne sais pas où. Si je pouvais trouver l'origine du problème, le pistolet deviendrait beaucoup plus puissant.

source: So far all my prototypes have failed. Mostly overheating and jamming. Sometimes I wonder if I am doing something wrong.
fr_fr: Jamais un de mes prototypes n'a fonctionné. La plupart surchauffent et s'enrayent. Je me demande parfois si je ne suis pas complètement à côté de la plaque.

source: Can you teach me how to properly use rifles and guns?
fr_fr: Pouvez vous m'apprendre le maniement des fusils et des pistolets ?

source: If anyone in this city knows more about guns than me, then I am not called Benjamin.
fr_fr: Si quelqu'un dans cette ville en sait plus que moi à propos des armes à feu, alors je ne m'appelle pas Benjamin.

source: Of course I will need compensation for the ammunition spent in the training and for my time. Say... Hundred triangles should be enough.
fr_fr: Naturellement j'aurai besoin d'une compensation pour la dépense en munitions lors de l'entraînement et pour mon horaire. Disons... Cent triangles devraient être suffisants.

source: Did you think about somehow gathering the excess heat and using it to make the beam stronger?
fr_fr: Avez-vous pensé à utiliser l'excès de chaleur pour augmenter la puissance du faisceau ?

source: Hmm... There might be something in that idea. I will think about it.
fr_fr: Hum... Il y a de l'idée. J'y repenserai.

source: If I were you, I would focus my work on the firing rate.
fr_fr: Si j'étais vous, je concentrerais mon travail sur la puissance de feu.

source: Hmm... I will think about it. Hmm...
fr_fr: Hum... J'y repenserai. Hum...

source: You know, laser pistols are not a very promising weapon. I think you should work on something different.
fr_fr: Vous savez, les pistolets laser ne sont pas des armes très prometteuses. Je pense que vous devriez travailler sur quelque chose d'autre.

source: Yeah, maybe you are right. I will think about it.
fr_fr: Oui, tu as peut être raison. Je vais y repenser.

source: What weapons are available to the members of the Red Guard?
fr_fr: Quelles sont les armes disponibles pour les membres de la Garde Rouge ?

source: Well, for novice members there are simple laser and plasma pistols. They have their share of problems, but they do the trick nine times out of ten.
fr_fr: Pour les nouveaux membres, il y a des lasers de base et des pistolets à plasma. Ils ont leur lot de problèmes, mais fonctionnent neuf fois sur dix.

source: For bigger bots we have bigger guns. The exterminator is the best weapon that we have. We hand them out only in case of an emergency or to highly experienced people.
fr_fr: Pour les plus grands robots, nous utilisons les plus gros calibres. L'exterminateur est la meilleure arme que nous ayons. Il est utilisé seulement dans les cas d'urgence, ou par les personnes très expérimentées.

source: Plasma sounds deadly.
fr_fr: Le plasma semble non fonctionnel.

source: It is!
fr_fr: C'est ça !

source: While many people find the ammunition canisters too big, and the bullets too slow. Even they cannot deny that once plasma hits, it leaves big holes.
fr_fr: Quantité de gens trouvent les boîtes de munitions trop grandes, et les balles trop lentes. Ils ne peuvent pas non plus ignorer les impacts de plasma, ils laissent des gros trous.

source: Plasma is matter, ionised gas to be exact. It also happens to be hot enough to make steel boil.
fr_fr: C'est le plasma le truc, du gaz ionisé pour être exact. C'est assez chaud pour faire bouillir de l'acier.

source: Most of new recruits hate how hard to aim this weapon is. If bullets were animals, then plasma would be a well fed cow. By the time it arrives at the target, the bot is already a mile away.
fr_fr: La plupart des nouvelles recrues détestent ce fusil car il est dur à utiliser. Si les balles étaient des animaux, alors le plasma serait un bon gardien de troupeau. Mais le temps que la munition atteigne sa cible, le robot est déjà un mile plus loin.

source: If you are going to use plasma weapons you need to remember one thing: Don't let the weapon get damaged.
fr_fr: Si vous envisagez d'utiliser des armes à plasma, souvenez vous : ne laissez pas le fusil s'abîmer.
