Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: No! Please... I will do anything, just do not call the Red Guard! They do not like people who left the service. They do not like me.
fr_fr: Non ! S'il te plaît... Je ferai n'importe quoi, n'appelles pas la Garde Rouge ! Ils n'aiment pas les déserteurs. Ils ne m'aiment pas.

source: I will tell you everything.
fr_fr: Je vais tout te dire.

source: I have some bad memories too. I know how hard it can be to talk about them. Keep your stories to yourself.
fr_fr: Moi aussi, j'ai de mauvais souvenirs. Je sais combien ça peut être difficile de parler de ça. Garde ton histoire pour toi.

source: Yes. And now I would like to go to sleep. Good night Linarian.
fr_fr: Oui. Et maintenant je vais me coucher. Bonne nuit Linarien.

source: Good. I need sleep.
fr_fr: Bien. J'ai besoin de dormir.

source: You don't say. I'm not living here either. I'm just on vacation.
fr_fr: Et ? Moi aussi je ne suis pas d'ici. Je suis un simple touriste.

source: Normally I'm a fighter. But now I try to relax, chill, take it easy and have a lot of fun.
fr_fr: D'habitude, je suis soldat. Mais maintenant, j'essaie d'être relax, cool, de prendre les choses du bon côté et de beaucoup m'amuser.

source: And in case you couldn't tell, that was sarcasm.
fr_fr: Au cas où tu ne l'aurais pas remarqué, c'était un sarcasme.

source: Could you teach me how to fight?
fr_fr: Pourrais tu m'apprendre à me battre ?

source: NO! NO! Er... I mean, not right now. I am busy. Come again later.
fr_fr: NON ! NON ! Er... Je veux dire, pas maintenant. Je suis occupé. Reviens plus tard.

source: Sure. I can help you.
fr_fr: Certainement. Je peux t'aider.

source: For a price. Hundred bucks should be enough.
fr_fr: Si tu es fortuné. Cent dollars suffisent.

source: Have courage.
fr_fr: Bon courage.

source: So you have come. I knew Duncan would not let me live for too long.
fr_fr: Ainsi tu es venu. Je savais que Duncan ne me laisserai pas vivre très longtemps.

source: Once I am gone this oasis of peace in the world will dry up and die. A shame.
fr_fr: Et je me suis rendu dans cette oasis de paix, à l'intérieur d'un monde mourant et en désertification. Quelle honte.

source: I hoped to turn the whole desert into a sanctuary. And now my dream will never come true.
fr_fr: J'espérais transformer le désert entier en sanctuaire. À présent, ce rêve est perdu.

source: Do what you must.
fr_fr: Fais ce que tu dois faire.

source: With pleasure.
fr_fr: Avec plaisir.

source: No. I have not come here to kill you.
fr_fr: Non. Je ne suis pas venu ici pour te tuer.

source: Feel free to stay here. There is no danger.
fr_fr: Tu es libre de rester ici. Il n'y a pas de danger.

source: The water is safe to drink and the fruit from the tree is quite delicious.
fr_fr: L'eau est potable et les fruits de l'arbre sont vraiment délicieux.

source: What is this place? Why there is grass and water under the desert?
fr_fr: Quel est cet endroit ? Pourquoi l'herbe est-elle verte en dessous du désert ?

source: Ah, yes. That is my fault, I am afraid.
fr_fr: Ah, oui. C'est de ma faute, je suis peureux.

source: Wherever I go, life follows me.
fr_fr: Où que j'aille, la vie me suit.

source: I thought I could hide from Duncan in this old bunker.
fr_fr: Je pensais que je pouvais être caché de Duncan dans ce vieux bunker.

source: When I woke up next day, things were as you see them now.
fr_fr: Lorsque je me suis éveillé le jour d'après, les choses étaient telles que tu les vois maintenant.

source: This was a bunker?
fr_fr: C'était un bunker ?

source: Yes. The place has changed a bit, as you can see.
fr_fr: Oui. L'endroit a un peu changé, comme tu peux le voir.

source: I like the way it is right now. The water cools everything down and the plants give the air a very fresh smell.
fr_fr: J'aime la voie que cela suit maintenant. L'eau refroidit chaque chose et les plantes rendent l'air très pur.

source: As soon as I leave, everything will die. I have seen that happen before.
fr_fr: Aussitôt que je m'éloigne, chaque chose meurt. J'ai vu ce qui s'est passé avant.

source: Because this place is just like a small bit of paradise, I decided to stay here.
fr_fr: Cet endroit est comme un morceau de paradis, j'ai donc décidé de rester ici.

source: I do not want this wonderful bunker to become devoid of life again.
fr_fr: Je ne veux pas que la vie quitte ce merveilleux bunker à nouveau.

source: Why does Duncan want you dead?
fr_fr: Pourquoi Duncan veut-il te voir mort ?

source: Very simple. He likes destruction, and I am creation.
fr_fr: Très simple. Il aime la destruction, et je suis la création.

source: There is nothing more to it.
fr_fr: Il n'y a rien de plus là dedans.

source: I will go now.
fr_fr: Je dois y aller maintenant.

source: This place will always wait for you.
fr_fr: Cet endroit sera toujours là pour toi.

source: Ah, a newcomer. I gather you were treated rather harshly by my friend at the gate? My apologies, he lost his little sister in the Great Assault. He never got over it.
fr_fr: Tiens, un nouveau venu. Je crois que tu as été rudoyé par mon ami à la porte ? Je m'excuse en son nom, sa petite soeur a été tuée pendant le Grand Assaut. Il n'a pas réussi à oublier sa peine.

source: So, stranger, welcome here. You might want to talk to Chandra or to Spencer, they can tell you a lot about our current situation.
fr_fr: Donc, étranger, bienvenue ici. Tu pourrais vouloir parler à Chandra ou à Spencer, ils peuvent t'en dire beaucoup à propos de la situation actuelle.

source: The city is presently ruled by the Red Guard. We are the police and the soldiers here.
fr_fr: La ville est actuellement dirigée par la Garde Rouge. Nous sommes à la fois la police et l'armée ici.

source: There is only one law concerning outsiders here: Don't be stupid.
fr_fr: Pour les étrangers, il n'y a qu'une loi ici : ne pas être stupide.

source: I think that is enough of an introduction for now.
fr_fr: Je pense que c'est suffisant pour commencer.

source: I'm on guard duty right now.
fr_fr: Je suis en service de garde pour le moment.

source: There have been no attacks for a while now. It is too quiet, I think something big is about to happen.
fr_fr: Il n'y a pas eu d'attaque récemment. C'est trop tranquille, je pense que quelque chose se prépare.

source: I'll be going, then.
fr_fr: J'y vais alors.

source: Goodbye.
fr_fr: Au revoir.

source: Em, hi.
fr_fr: Hem, salut.

source: Oh! It happened! I have been waiting for you for 3226 hours!
fr_fr: C'est finalement arrivé ! Je t'ai attendu pendant 3226 heures !

source: You knew I would come?
fr_fr: Tu savais vraiment que je viendrais ?

source: Of course, my little imaginary friend!
fr_fr: Naturellement, mon petit ami imaginaire !

source: Imaginary?! I am as real as you are.
fr_fr: Imaginaire ?! Je suis aussi vrai que toi.

source: This place is locked. Hermetically conservated and guarded by bots. So you can be nothing more than the product of my imagination.
fr_fr: Cet endroit est fermé. Hermétiquement préservé et surveillé par les robots. Donc tu ne peux être autre chose que le pur produit de mon imagination.

source: Where am I?
fr_fr: Où suis-je ?

source: In a prison, a luxurious prison. I am feeling quite lonely, as you can see. Big room, plenty of food, a waterfall behind the window...
fr_fr: Dans une prison, une luxueuse prison. Je me sens vraiment seul, comme tu peux le voir. Une grande chambre, plein de nourriture, une chute d'eau derrière la fenêtre...

source: All I see through the window are ray emitters. And we are below ground level..
fr_fr: Tout ce que je vois à travers la fenêtre ce sont des antennes émettrices. Et nous sommes en dessous du sol.

source: Yes, I know. But I so badly want to see sun, rivers, trees... there definitely is waterfall behind them!
fr_fr: Oui, je sais. Mais je veux tellement voir le soleil, les rivières, les arbres... Il y a vraiment des rapides derrières eux !

source: It is dark here.
fr_fr: Il fait sombre ici.

source: Main power supply is down, so only emergency light works. Peter tried to switch it back on, but he didn't succeed.
fr_fr: L'alimentation de puissance est morte, donc seules les lumières d'urgence fonctionnent. Peter a essayé de les rallumer, mais il n'a pas réussi.

source: This place doesn't look like a prison.
fr_fr: Cet endroit ne ressemble pas à une prison.

source: In the past it was a secret lab. You heard about those strength pills? They were invented here. Other pills too, but I was working on strength ones.
fr_fr: Par le passé, c'était un laboratoire secret. Est-ce que tu as entendu parler des pilules de force ? Elles ont été inventées ici. D'autres pilules également, mais je travaillais seulement sur les pilules de force.

source: Can you give me some pills then?
fr_fr: Peux tu me donner quelques pilules alors ?

source: No, Peter ate them all. That killed him.
fr_fr: Non, Peter les a toutes mangées. C'est ce qu'il l'a tué.

source: *cries*
fr_fr: *pleurs*

source: That would be something different from what I've done in the last months at least. Some entertainement.
fr_fr: Au mois, ça aurait été différent de ce que j'avais fait pendant les derniers mois. Un peu d'amusement.

source: Let me take a look at that... it's nothing some nanobots could not take care of.... You will be all fixed up in a minute.
fr_fr: Laisse moi jeter un oeil... Ce n'est rien que quelques nanobots ne peuvent soigner... Tu seras sur pied dans une minute.

source: They say that strength pills are absolutely safe!
fr_fr: Ils disent que les pilules de force sont absolument sans danger !

source: They are like money. Having money is good, but if you have too much, you can decide that you can do anything.
fr_fr: Ils sont comme l'argent. Avoir de l'argent est bon, mais si tu en as trop, tu peux décider que tu peux faire quelque chose.

source: Peter became not very strong, but very-very-very strong. He thought he could make an exit with his bare hands.
fr_fr: Peter n'est pas devenu très fort, mais très-très-très fort. Il a pensé qu'il pouvait creuser une sortie à mains nues.

source: If you go further down the corridor, you will find debris and a big stone. That is his grave.
fr_fr: Si tu vas plus loin, tu devrais rencontrer quelques gravas et une grosse pierre. C'est sa sépulture.

source: You loved him?
fr_fr: Tu l'aimais ?

source: I still do.
fr_fr: Je le fais encore.

source: But why not go out through the door?
fr_fr: Mais pourquoi ne pas sortir par la porte ?

source: It is locked and very reliable. Even a tank would not be able to samsh it! And if a door is broken, SADDs would attack, that's their program.
fr_fr: C'est solidement verrouillé. Même un tank ne serait pas capale de briser la porte ! Et si une porte est cassée, les SADD devraient passer à l'assaut, d'après leur programmation.

source: Autoguns have made a hole in the wall. I came through this hole.
fr_fr: Les mitraillettes automatiques ont fait un trou dans le mur. Je suis passé à travers ce trou.

source: Do you mean I can go out to the surface ?!
fr_fr: Tu veux dire que je peux atteindre la surface ?

source: Oh god! I've told Peter that he chosed wrong place, but he was so stubborn!
fr_fr: Oh mon dieu ! J'ai dit à Peter qu'il a choisi la mauvaise place, mais il était tellement borné !

source: Yes, you can get to the surface. But the guns are still on.
fr_fr: Oui, tu peux atteindre la surface. Mais les pistolets y sont encore.

source: All hope lost! I'm a scientist, not a warrior.
fr_fr: Tous les espoirs sont perdus ! Je suis un scientifique, pas un guerrier.

source: It is strange to see a girl in such a beautiful dress here.
fr_fr: C'est étrange de voir une fille dans une si jolie robe ici.

source: I'm going to spend all my life here! So forgive me some little weakneses.
fr_fr: J'ai passé toute ma vie ici ! Donc oublie moi quelques temps.

source: Maybe is it possible to disable the guns?
fr_fr: Il est peut être possible de désactiver les canons ?

source: How can I disable the guns?
fr_fr: Comment puis-je désactiver les armes ?

source: Somewhere in distant part of the lab should be an SACD - secret area control droid. It controls all defense systems in the base. If you manage to persuade him, you will be able to control the base. But it's very hard to find him.
fr_fr: Quelque part dans un endroit reculé du laboratoire, devrait se trouver SACD - zone secrète du droïde de surveillance. Il gère le système de défense de la base. Si tu parviens à le convaincre, tu devrais être pouvoir contrôler la base entière. Mais il sera très difficile à trouver.

source: Carpets, sofa, bookshelfs. Where did you get all this?
fr_fr: Les tapis, canapés, étagères à livre. Où as-tu pris tout cela ?

source: Where can I find that SACD?
fr_fr: Où puis-je trouver ce SACD ?

source: Are you staying here? I can help you get to the town.
fr_fr: Est-ce que tu restes ici ? Je peux t'aider à atteindre la ville.

source: No, thanks. I don't want to go far from Peter.
fr_fr: Non, merci. Je ne souhaite pas m'éloigner de Peter.

source: I think I have to go.
fr_fr: Je pense que je vais y aller.

source: That's ok. But please, please, come back. I'm so lonely.
fr_fr: C'est bon. Mais, je t'en supplie, reviens me voir. Je suis si seul.

source: I'm ready. Please show me how to extract bot parts. (cost 50 cash, 1 ability point)
fr_fr: Je suis prêt. S'il vous plait montrez-moi comment extraire les parties d'un robot. (coûte 50 cyberdollars, 1 points d'habileté)

source: Sure. Teach me all that you know. (cost 50 cash, 1 ability point)
fr_fr: Bine sur. Apprend moi tout ce que tu sait . (coûte 50 d'agent, 1 points d'habileté)

source: Let us start with entropy inverters. This is quite simple.
fr_fr: Commençons par les inverseurs d'entropie. C'est très simple.

source: Just take a hammer and hit the bot sehr hard on the head.
fr_fr: Prends juste un marteau et tape sur le robot sehr fort sur la tête.

source: When you have the head open wide, look around for a part which looks like two circles around a cube. That is what you are looking for.
fr_fr: Lorsque la tête est grande ouverte, cherche un morceau ressemblant à deux cercles entourant un cube. C'est ce que tu recherches.

source: How about... Plasma transistors? Trivial.
fr_fr: Voyons... Des transistors plasma ? Trivial.

source: Remove the bot's engine and look around somewhere close to the battery.
fr_fr: Enlève le moteur du robot et recherche aux alentours de la batterie.

source: Plasma transistors are shaped like the letter Y. Just rip them out, it's safe.
fr_fr: Les transistors plasma ont la forme de la lettre Y. Arrache les simplement, il n'y a aucun risque.

source: Hmmm... Ah, gut. Superconductors.
fr_fr: Hmmm... Ah, bon. Des supraconducteurs.

source: They are relatively easy to get out.
fr_fr: Il est relativement facile de les extraire.

source: Look around the electric system. Power coils, capacitors, generators and the like. Usually there are plenty of sehr gut parts there.
fr_fr: Cherche dans le système électrique. Les bobines d'induction, les condensateurs et tout ça. Habituellement il y a beaucoup de pièces sehr gut à cet endroit.

source: Wear rubber gloves. Just in case, you know.
fr_fr: Utilise des gants en caoutchouc. Juste au cas où, tu sais.

source: I will tell you everything about matter-antimatter converters.
fr_fr: Je te raconterai tout à propos des convertisseurs matière-antimatière.

source: Yes... Converters are a problem.
fr_fr: Oui... Les convertisseurs sont un problème.

source: They are easy to find, all you have to do is to get to the engine. But you must remember something very important:
fr_fr: Ils sont faciles à trouver, tout ce que tu dois faire est de regarder du côté du moteur. Mais tu dois te souvenir de quelque chose d'extrêmement important :

source: Make sure you turn the converter off before you remove it.
fr_fr: Assure toi que le convertisseur est éteint avant de l'enlever.

source: If you do not do that, you will only succeed in converting yourself to anti-matter. And as you know, there is no coming back from there.
fr_fr: Si tu ne l'éteins pas, tu réussiras seulement à te convertir en antimatière. Et comme tu le sais, c'est irréversible.

source: I will teach you about tachyon converters.
fr_fr: Je vais te parler des convertisseurs de tachyons.

source: Tachyons are very interesting particles. Many stories have been told about them.
fr_fr: Les tachyons sont des particules très intéressantes. Plusieurs histoires ont été contées à leur propos.

source: I have no idea why bots have them inside. They are usually not connected to anything and serve no function.
fr_fr: Je ne sais pas pourquoi les robots en utilisent. Ils ne sont généralement connectés à rien et n'ont pas de fonction évidente.

source: They are usually quite hot when you get them out, but they cool down quickly, so handling them is not a big deal.
fr_fr: Ils sont souvent assez chaud lorsque tu les extrais, mais ils se refroidissent rapidement, donc il ne sont pas difficiles à manipuler.

source: They can be installed just about anywhere, so you have to spend some time digging through the circuits to find one.
fr_fr: Ils peuvent se situer à peu près n'importe où, donc il faut passer du temps à chercher parmi les circuits pour en trouver.

source: Nein, I told you everything I know about that. No use asking me twice, ja?
fr_fr: Nein, je t'ai dit tout ce que je savais à ce propos. Inutile de me demander deux fois, ja ?

source: TUX IS TOO POOR TO TRAIN
fr_fr: Peut-être une autre fois.

source: Come back with some money.
fr_fr: Reviens avec de l'argent.

source: You look green. Toughen up. Get some experience, kill some bots.
fr_fr: T'as l'air d'un bleu. Endurcis toi. Vas tuer quelques robots.

source: Then we can talk.
fr_fr: Là on pourra parler.

source: Maybe another time.
fr_fr: Peut-être une autre fois.

source: So... Any news on the Koan matter?
fr_fr: Alors... Des nouvelles de l'affaire Koan ?

source: Yeah. I got him. I think this is your cube.
fr_fr: Ouais. Je l'ai. Je pense que c'est ton cube.

source: Yes. I appreciate your help.
fr_fr: Oui. J'apprécie ton aide.

source: I could not find him anywhere in the desert. I don't think he is there anymore.
fr_fr: Je n'ai pu le trouver nulle part dans le désert. Je ne pense pas qu'il y soit encore.

source: I see.
fr_fr: Je vois.

source: Yeah, I got him. Now, what is this big cube that you had me carry all the way here?
fr_fr: Ouais, je l'ai. Maintenant, quel est ce grand cube auquel tu m'as averti de prendre garde pendant tout le chemin ?

source: Just a memento after a friend.
fr_fr: Seulement un souvenir après un ami.

source: A little more than a portable end of the world, which I am looking forward to disassembling and learning its secrets.
fr_fr: Un peu plus qu'un portable à la fin du monde, lequel je recherche pour le démonter et apprendre ses secrets.

source: Nothing that important.
fr_fr: Rien de très important.

source: A 'few' bots? The place was crawling with Sawmills! I nearly got killed!
fr_fr: 'Quelques' robots ? C'était plein de scimouleurs ! J'ai failli être tué !

source: There were only fourty bots in the desert region. This hardly qualifies as many.
fr_fr: Il y avait seulement quarante robots dans le désert. Ça peut difficilement être qualifié de 'un grand nombre'.

source: What? You know exactly how many bots were on the desert? Without being there? I don't like this.
fr_fr: Quoi ? Tu sais exactement combien il y avait de robots dans le désert ? Sans y avoir été ? Je n'aime pas ça.

source: I just know a lot of things. You do not need to worry about it.
fr_fr: Je sais simplement beaucoup de choses. Tu n'as pas besoin de t'inquiéter à ce propos.

source: I don't like this at all. I'm getting out of here.
fr_fr: Je n'aime pas ça du tout. Je me barre d'ici.

source: As you wish.
fr_fr: Comme tu veux.

source: Hey, that is really neat. Here is your cube. Enjoy disassembling it and have fun with it.
fr_fr: Hé, c'est vraiment soigné. Voici ton cube. Amuse toi bien à le démonter et à jouer avec.

source: I will.
fr_fr: Je veux.

source: WHAT? No way I am giving you a doomsday device! Forget about it.
fr_fr: QUOI ? Pas moyen que je te donne un de ces engins d'apocalypse ! Oublie ça.

source: I understand. So be it.
fr_fr: Je comprends. Ainsi soit il.

source: Fifty triangles per a bit of information.
fr_fr: Cinquante triangles pour chaque parcelle d'information.

source: So... What do you exactly want to know?
fr_fr: Alors... Qu'est-ce que tu veux savoir exactement ?

source: How many exterminators does the Red Guard have?
fr_fr: Combien d'exterminateurs possède la Garde Rouge ?

source: It might come as a surprise to you, but we don't have many. A bit over twenty, last time I checked.
fr_fr: Ça pourrait te surprendre, mais nous n'en avons pas beaucoup. Un peu plus que vingt, la dernière fois que j'ai vérifié.

source: However, as you can clearly see, this is more than enough to keep all of the damn bots away.
fr_fr: De toutes manières, comme tu peux le voir, c'est plus que suffisant pour tenir tous ces satanés robots à distance.

source: Well, I am a bit short on cash right now...
fr_fr: Bien, je suis un peu à court d'argent en ce moment...

source: Linarian, I thought we had an agreement. Fifty per infobit. My silence can be only broken with currency, so if you want to know, you have to pay.
fr_fr: Linarien, je pensais que nous avions un accord. Cinquante par information. Mon silence ne peut être rompu qu'avec du cash, donc si tu veux savoir, tu dois payer.

source: This conversation is now over.
fr_fr: Cette conversation est terminée.

source: That is not a lot. Why there are so few of them right now?
fr_fr: Ce n'est pas beaucoup. Pourquoi sont-ils si nombreux ?

source: All of them are a very lucky find.
fr_fr: Ils ont tous eu beaucoup de chance.

source: We found a crashed army truck on the Terminal Field. It had six crates inside it, each containing five exterminators.
fr_fr: Nous avons trouvé un parc d'épaves de camion sur le Champ Terminal. Il y avait six cratères dedans, chacun contenant cinq exterminateurs.

source: We tried, but we could not replicate the technology, only bullets.
fr_fr: Nous avons essayé, mais nous ne pouvions pas copier la technologie, seulement les munitions.

source: A few got damaged in battle, and we failed to recover five after a failed scout mission. We have twenty-two right now.
fr_fr: Nous avons subi quelques dommages pendant la bataille, et nous n'avons pas pu en récupérer 5 après une mission d'éclairage ratée. Nous en avons vingt-deux en ce moment.

source: What is the exterminator ammunition made from?
fr_fr: De quoi sont faites les munitions de l'exterminateur ?

source: Tell me who designed the exterminator.
fr_fr: Dis-moi qui a fabriqué l'exterminateur.

source: That answer is on the house. Heh.
fr_fr: La réponse est sur la maison. Hé.

source: We do not know, Linarian. We have absolutely no clue.
fr_fr: Nous ne savons pas, Linarien. Nous n'avons absolument aucun indice.

source: We use radioactives, whatever type happens to be on hand. Mostly plutonium and uranium, be we are not too picky.
fr_fr: Nous utilisons des éléments radioactifs, tout ce qui nous tombe sous la main. La plupart du temps du plutonium et de l'uranium, mais ne nous sommes pas trop difficiles.

source: When we get low on ammo, we send in a chain gang of criminals and lazybums into the mine shaft K-17.
fr_fr: Lorsque nous sommes à court de munitions, nous envoyons un groupe de détenus criminels et de paresseux dans le puits de mine K-17.
