Repository: CSCI-462-01-2017/These-Aren-t-The-Droids-You-Are-Looking-For
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: fr_fr

source: There was a... misunderstanding of some sort and humans welcomed your expedition with blaster fire. A terrible mistake on our part.
fr_fr: Il y a eu un... 'malentendu', et les humains ont accueilli votre expédition avec des tirs de blaster. Une terrible erreur de notre part.

source: A few of you survived the slaughter and went into hiding and obscurity.
fr_fr: Quelques uns d'entre vous ont survécu au massacre, et se sont cachés.

source: During that time Linarians became known as helpers and heroes. Of course now most people think it all was just a fairy tale.
fr_fr: Pendant ce temps, vous avez acquis la réputation d'être des sauveurs et des héros. Actuellement, ces histoires sont seulement considérées comme des légendes.

source: If the computer is not lying, then your name is Tux.
fr_fr: Si l'ordinateur ne ment pas, votre nom est Tux.

source: How did the war start?
fr_fr: Comment la guerre a-t-elle commencé ?

source: It is a long story. It all happened five months ago.
fr_fr: C'est une longue histoire. Tout a commencé il y a cinq mois.

source: I was at a protest against MegaSys, a computer company. They killed free software by finding a loophole in the GPL3.14 licence. It all became their property. Bastards.
fr_fr: J'étais à une manifestation contre MegaSys, une société informatique. Ils ont achevé le logiciel libre en trouvant une faille de sécurité redondante dans la licence GPL3.14. À partir de ce moment, tout est passé sous leur contrôle.

source: Lots of people were angry about this. Protests and riots spread in waves all around the world.
fr_fr: Un grand nombre de gens se sont insurgés contre cet état de fait. Des manifestations et des émeutes ont éclaté en vague tout autour du monde.

source: When the police bots approached at dawn, we thought that they were going to simply disperse the crowds. Instead, they started killing us.
fr_fr: Lorsque les robots de police se sont approchés, nous avons pensé qu'ils étaient simplement là pour disperser la foule des manifestants. À la place, ils ont commencé à nous tuer.

source: I broke into a parked hover car and used it to escape. The sight from the air was horrible.
fr_fr: J'ai volé un planeur garé là, et je l'ai utilisé pour m'échapper. Le spectacle vu des airs était horrible.

source: The city was full of flames, flashes of gunfire and screaming people. That image still does not let me sleep at nights.
fr_fr: La ville était en flammes, on entendait les rafales des armes à feu et les cris des gens. Cette vision n'en finit pas de hanter mes nuits.

source: First we made them, and then they unmade us. How ironic.
fr_fr: Nous les avons tout d'abord fait, puis ils nous ont défaits. Quelle ironie.

source: What happened then?
fr_fr: Qu'est-ce qui s'est passé après ?

source: I got shot down and I crashed a few kilometers away from here.
fr_fr: J'ai été abattu et je me suis écrasé à quelques kilomètres d'ici.

source: Later I learned that the bots started attacking all around the globe. The journalists called it 'The Great Assault'. The name stuck.
fr_fr: Plus tard, j'appris que ce n'avait pas été un fait isolé. Les robots avaient attaqué tout autour du globe, et les journalistes appelèrent ce jour 'Le Grand Assaut'. Le nom est resté.

source: Then the bots started jamming our broadcasts and long distance communication became impossible.
fr_fr: Lorsque les robots ont commencé à brouiller nos émissions de radio, toute communication longue distance est devenue impossible.

source: I have no idea what happened in the world after that. We are cut off.
fr_fr: Je ne sais pas ce qui s'est passé dans le reste du monde après ça. Nous sommes isolés.

source: For all I know the war might be already over.
fr_fr: Pour ce que j'en sais, la guerre pourrait très bien être déjà terminée.

source: Where am I?
fr_fr: Où suis-je ?

source: The locals call the place Temple Wood. We are located not too far away from a mining town where we have made a stand against the damn contraptions.
fr_fr: Les indigènes nomment cet endroit le Temple de Bois. Nous sommes non loin d'une ville minière où nous avions manifesté contre ces satanées machines.

source: I am sorry to disappoint, but my knowledge of geography is a bit lacking, I have no idea where in the world we are.
fr_fr: Je suis désolé de vous décevoir, mais ma géographie est un peu déficiente. Je ne sais pas dans quelle région du monde nous nous trouvons.

source: Most people here have a German accent, so if I had to guess, I would say Europe.
fr_fr: La plupart des gens ici ont un accent allemand, donc si je devais faire une hypothèse, je dirais l'Europe.

source: Why did the Linarians come to this world?
fr_fr: Pourquoi les Linariens sont ils venus sur ce monde?

source: The planet you mean? No one knows that. None of you ever said anything about it.
fr_fr: La planète voulez vous dire ? Personne ne la connaît. Aucun d'entre vous n'a jamais rien dit à propos de ça.

source: Sorry, I cannot help you with that.
fr_fr: Désolé, je ne peux pas vous aider à ce propos.

source: Where in the void is this world?
fr_fr: Où est situé ce monde dans le Vide ?

source: I guess you mean in the universe?
fr_fr: Je suppose que vous voulez dire dans l'univers ?

source: Yes, I think that is your name for it.
fr_fr: Oui, je pense que c'est le nom que vous lui donnez.

source: Well, we are in a barred spiral galaxy, twenty-six thousand light years away from the galactic core.
fr_fr: Et bien, nous sommes dans un bras d'une galaxie en spirale, à vingt-six mille années lumière du coeur de la galaxie.

source: The galactic radius is 43,000 light years and the circumference is estimated at 270,000 light years.
fr_fr: Le rayon de cette galaxie est de 43 000 années-lumière et sa circonférence est estimée à 270 000 années-lumière.

source: This is a planetary system of ten planets, and we are presently located on the third one from our star, Sun.
fr_fr: C'est un système solaire de dix planètes, et nous sommes situés sur la troisième en partant de notre étoile, le Soleil.

source: I am not an astronomer, so I can be wrong. I am too tired to keep track of what is a planet and what is just an overweight rock.
fr_fr: Je ne suis pas astronome, donc je peux me tromper. Je suis trop fatigué pour garder une idée de ce qui fait une différence entre une planète et un caillou obèse.

source: Who are you? What is going on?
fr_fr: Qui êtes-vous ? Que se passe-t-il ?

source: I guess I will start with myself.
fr_fr: Je pense que je vais commencer par moi-même.

source: Francis. Francis Spark. I used to be a teacher at a small university before all hell broke loose.
fr_fr: Francis, Francis Spark. J'ai été enseignant dans une petite université avant que l'enfer ne se déchaîne.

source: Currently, there is a war raging all around the globe. Humans are fighting against bots.
fr_fr: Actuellement, il y a une guerre qui fait rage tout autour du globe. Les humains se battent contre les robots.

source: And it looks like we are losing the war.
fr_fr: Et il semble que nous soyons en train de perdre la guerre.

source: This can be just about anywhere. Your description is too ambiguous.
fr_fr: Ça pourrait être vrai pour n'importe quel endroit. Votre description est trop ambiguë.

source: Sorry, star sciences are my weak point. Maybe someone in the town might know something more.
fr_fr: Désolé, mes compétences en sciences astronomiques ont atteint leurs limites. Peut être que quelqu'un en ville pourrait en savoir plus.

source: I feel terrible... Was I asleep? I remember nightmares. A meteor shower striking a planet full of life and killing everything on it...
fr_fr: Je me sens mal... Étais-je endormi ? Je me souviens de cauchemars. Un astéroïde qui fonçait sur une planète et en éliminait toute forme de vie...

source: This is normal. You were in stasis sleep for over 70 years. Stasis is not too kind on the mind. Your strange dreams will keep recurring for several years.
fr_fr: C'est normal. Vous êtes resté en hibernation pendant plus de 70 années. La stase n'est pas sans effet sur l'esprit. Vos rêves étranges reviendront pendant plusieurs années.

source: Whatever was the reason for putting yourself through this, it must have been a damn good one.
fr_fr: Quelle qu'ait été la raison pour vous mettre là dedans, elle devait être sacrément bonne.

source: You are lucky that I found you and woke you up. A few more decades in there and you would end up insane.
fr_fr: Vous avez de la chance que je vous ai trouvé et réveillé. Quelques décennies de plus et vous auriez subi des lésions cérébrales irréversibles.

source: Tell me more about the town you mentioned.
fr_fr: Pouvez-vous m'en dire plus à propos de la ville que vous avez mentionnée ?

source: It is a small mining community with no more than 500 inhabitants...
fr_fr: C'est une petite communauté minière de pas plus de 500 habitants...

source: It was a stroke of luck that it did not get destroyed by the bots. Because of poor funding, the city could not afford new models.
fr_fr: Ça a été un coup de chance qu'elle n'ait pas été détruite par les robots La ville était trop pauvre pour s'offrir de nouveaux modèles.

source: All they had at the time of the bot attack were the 614 bot battle platforms. They were running an old operating system and were not affected by whatever caused the other bots to go crazy.
fr_fr: Tout ce qu'ils avaient au moment de l'attaque robot était la plate-forme de combat modèle 614. Ils fonctionnent sur un vieux système d'exploitation et n'ont pas été affectés par ce qui a rendu les autres robots fous.

source: Right now the place is protected by the Red Guard, a bunch of volunteers. I cannot say I agree with their methods.
fr_fr: Actuellement l'endroit est sous la protection de la Garde Rouge, un groupe de volontaires. Je ne peux pas dire que je sois d'accord avec leurs méthodes.

source: However, I must admit that being a prisoner of a walled town looks pretty good compared to the alternative of being eviscerated alive.
fr_fr: Néanmoins, je dois admettre qu'être prisonnier des murailles de la ville est bien plus sympathique que l'alternative d'être éviscéré vivant.

source: Why did the bots attack?
fr_fr: Pourquoi est-ce que les robots ont attaqué ?

source: We don't really know the reason for this insanity. However...
fr_fr: Nous ne connaissons pas réellement la raison de cette folie. Néanmoins...

source: All of the attacking bots are using a MegaSys operating system, so we think they are responsible.
fr_fr: Tous les robots de l'attaque utilisent un système d'exploitation MegaSys, donc nous pensons qu'ils sont responsables.

source: Not surprisingly, the bastards deny everything.
fr_fr: Mais comme on peut s'y attendre, les salauds nient tout en bloc.

source: Of course because nearly every single bot in the world runs on that junk, the situation does not look pretty.
fr_fr: Naturellement parce que presque tous les robots du monde fonctionnent avec ce bidule, la situation ne paraît pas excellente.

source: I also heard a voice... Someone calling himself Dvorak...
fr_fr: J'entendais également une voix... Quelqu'un s'appelant Dvorak...

source: Relax. Everything will be fine in a few hours.
fr_fr: Relax. Tout ira bien dans quelques heures.

source: This is perfectly normal.
fr_fr: C'est parfaitement normal.

source: It cannot be true. One company cannot control all of the bot software on a whole world.
fr_fr: Ça ne peut pas être vrai. Une compagnie ne peut pas contrôler tous les logiciels pour robot dans un monde entier.

source: It can. They got close to a monopoly 30 years ago, but their last competitor, the open source community, was defeated by them about a year ago.
fr_fr: C'est possible. ils ont eu le monopole il y a 30 ans, mais leur dernier concurrent, la communauté open-source, a été écrasé il y a environ un an.

source: Since then all of the newly made bots have been made with MegaSys firmware burnt into their circuits.
fr_fr: Depuis ce jour, chaque nouveau robot fabriqué utilise un firmware MegaSys gravé dans ses circuits.

source: Why did you wake me up?
fr_fr: Pourquoi m'avez-vous réveillé ?

source: The situation at the town is not good. The walls are crumbling and we have lost a lot of good people.
fr_fr: La situation dans la ville n'est pas bonne. Les murs s'écroulent et nous avons perdu beaucoup de personnes utiles.

source: I heard the Linarians have a special gift for computers and can disable them just by thinking about it.
fr_fr: J'ai entendu dire que les Linariens ont un talent spécial pour les ordinateurs et peuvent les désactiver juste en y pensant.

source: Even if this is only partly true, we need it. The situation is quite ugly.
fr_fr: Même si c'est seulement partiellement vrai, nous en avons besoin. La situation est foutrement mauvaise.

source: We need you.
fr_fr: Nous avons besoin de vous.

source: Thanks for the help. I'll be going now.
fr_fr: Merci pour votre aide. Je vais y aller.

source: I am glad I could help you. You should be careful around here. Best head straight for our town.
fr_fr: Je suis heureux d'avoir pu vous aidez. Faites attention dans le secteur. Vous devriez aller directement à la ville.

source: The path from this house should lead you directly to it.
fr_fr: Le chemin qui part de cette maison vous y mènera.

source: Last login from /dev/ttyS0 on Sun, 23 mar 2057. admin@sadefence: ~ #
fr_fr: Dernière connexion sur /dev/ttyS0, Dim, 23 mar 2057. admin@sadefense: ~#

source: Disabling guns...
fr_fr: Désactivation des armes...

source: Connecting to peripheral controller...
fr_fr: Connection au contrôleur de périphérique...

source: Guns disabled.
fr_fr: Armes désactivées.

source: /usr/bin/guns --enable
fr_fr: /usr/bin/guns --activation

source: Enabling guns...
fr_fr: Activation des armes...

source: Guns enabled.
fr_fr: Armes activées.

source: Opening doors...
fr_fr: Ouverture des portes...

source: Please enter unlock security password:
fr_fr: S'il vous plaît entrez votre mot de passe de sécurité :

source: Cooling subsystems disabled.
fr_fr: Sous-systèmes de refroidissement désactivés.

source: Warning! Spontaneous oxidization witH emis$ion of light aND heAt detecteddd in THE#main| procesIng unit,
fr_fr: Attention ! Oxydation spontanée aveC émis$ion de lumière ET de chAleur détectéeee dans L'#Unité| de cAlcUl pRinc1pale,

source: An error occured while opening doors.
fr_fr: Une erreur est survenue à l'ouverture des portes

source: You don't have enough cash, cheapskate. Come back when you can afford to pay me.
fr_fr: Tu n'as pas assez d'argent. Reviens me voir quand tu auras de quoi me payer.

source: Improve Hacking Ability (cost 300 cash, 5 ability points)
fr_fr: Augmente les capacités de hack (coûte 300 en liquide, 10 points de compétence supplémentaires)

source: Good. The most important thing about hacking is to understand the nature of the machine you want to hack.
fr_fr: Bien. La chose la plus importante à propos du hack est de comprendre la nature de la machine que tu veux hacker.

source: Once you have figured out what the creators of the system were doing when setting it up, you'll also know how to best hack it.
fr_fr: Une fois que tu t'es représenté ce que les créateurs de la machine ont voulu faire, tu sauras également quel est le meilleur moyen de la hacker.

source: Now I see your hacking skill has already improved a lot.
fr_fr: Je vois que ton savoir en hack a déjà beaucoup augmenté.

source: You don't have enough experience. I can't teach you anything more this way.
fr_fr: Tu n'as pas assez d'expérience. Je ne peux pas t'apprendre quoi que ce soit de plus de cette façon.

source: Yes. Hello. What do you want?
fr_fr: Oui. Bonjour. Que voulez vous ?

source: People call me Jasmine...
fr_fr: Les gens m'appellent Jasmine...

source: That is not my real name, but it will do for now.
fr_fr: Ce n'est pas mon vrai nom, mais ça fera l'affaire.

source: What are you doing in Kevin's place?
fr_fr: Que faites vous ici, chez Kevin ?

source: I live with him, stupid.
fr_fr: Je vis avec lui, idiot.

source: I like him. He... He is very much like me.
fr_fr: Je l'aime. Il... Il me ressemble beaucoup.

source: How are you?
fr_fr: Comment allez vous ?

source: Shitty. Now leave me alone.
fr_fr: Mal. À présent, laissez moi seule.

source: Why does such a nice lady act so harshly? Cannot we all just get along?
fr_fr: Comment une fille aussi charmante peut-elle être aussi sévère ? Ne pouvons nous pas nous entendre ?

source: What are you up to?
fr_fr: Que faites vous ?

source: Nothing. Quit asking questions.
fr_fr: Rien du tout. Cessez de m'interroger.

source: Don't bore me.
fr_fr: Cesse de m'ennuyer.

source: You are the most beautiful human I have ever seen.
fr_fr: Vous êtes le plus bel humain que j'ai jamais vu.

source: And you are at least quarter wrong.
fr_fr: Et vous avez au moins à un quart faux.

source: Now, please get out of my sight.
fr_fr: Maintenant s'il vous plaît, hors de ma vue.

source: Will you marry me?
fr_fr: Voulez vous m'épouser ?

source: Forget it.
fr_fr: Oubliez ça.

source: Yeah. Whatever.
fr_fr: Ouais, peu importe.

source: Yeah. Wha -- SIGSEGV.
fr_fr: Ouais, Peu imp -- SIGSEGV.

source: Segmentation fault.
fr_fr: Erreur de segmentation.

source: Huh?
fr_fr: Hein ?!

source: Traceback printed to stdout.
fr_fr: Informations de retour envoyées vers la sortie standard.

source: Kernel panic in module: Jasmine
fr_fr: Kernel panic dans le module : Jasmine

source: Buffer overrun in anger.c:1532
fr_fr: Buffer overrun dans colère.c:1532

source: Core dumped. System halted.
fr_fr: Core dumpé. Arrêt du système.

source: Hey, Linarian! What do you want here?
fr_fr: Hé, Linarien ! Qu'est-ce que tu fais ici ?

source: Oh, look. The bird wants to go for a walk.
fr_fr: Oh, regarde. L'oiseau veut aller faire un tour.

source: We don't call this place 'hell' for nothing.
fr_fr: Nous n'appelons pas cet endroit 'l'enfer' pour rien.

source: Get outta here!
fr_fr: Dégage de là !

source: I'd like to go through that gate.
fr_fr: J'aimerais passer cette porte.

source: Are you totally out of your mind?
fr_fr: As tu complétement perdu l'esprit ?

source: There are trillions of millions of quintillions of bots in there!
fr_fr: Il y a des trillions de millions de quintillions de robots là dedans !

source: Beside that on the other side of the door is disruptor shield, which we can't control.
fr_fr: De plus, de l'autre côté de la porte se trouve le bouclier disrupteur qu'on ne peut pas contrôler.

source: * Stone disappears leaving a small cloud of dust
fr_fr: * La pierre disparaît en laissant un nuage de poussière.

source: Find a different gate to go through.
fr_fr: Trouve une autre porte pour entrer.

source: I have some business on the other side!
fr_fr: J'ai des affaires importantes à régler de l'autre côté !

source: Are you in a rush to die?
fr_fr: Est-ce que tu es impatient de mourir ?

source: Go away!
fr_fr: Pars !

source: GET OUT OF HERE YOU IDIOT!
fr_fr: DÉGAGE DE LÀ IDIOT !

source: * Stone freely flies thourgh the gate and drops on the ground on the other side
fr_fr: * La pierre vole à travers la porte et tombe au sol de l'autre côté.

source: SHIT! SHIELD DISABLED! PREPARE FOR BOT ATTACK!
fr_fr: BORDEL! Bouclier désactivé ! ENNEMI EN APPROCHE !

source: Calm down. This is not an attack. I've disabled the shield and I'm going to disable all bots around! Didn't Spencer inform you?
fr_fr: Du calme. Ce n'est pas une attaque. J'ai désactivé le bouclier et je vais détruire les robots. Spencer ne vous a pas informés ?

source: WHAT?! Not an attack?!
fr_fr: Quoi ?! Pas une attaque ?

source: I hope you are honest. One second...
fr_fr: J'espère que c'est vrai... une seconde.

source: Right, there is a message from Spencer, you can enter Hell Fortress. And let the force be with you!
fr_fr: Bon, Spencer a laissé un message. Tu peux rentrer dans la forteresse infernale. Et que le source soit avec toi !

source: Relax, I'm leaving.
fr_fr: Relax, je m'en vais.

source: You better be. AND DON'T COME BACK!
fr_fr: Tu fais bien. ET NE REVIENS PAS !

source: Welcome, welcome! I'm Richard. I'm the computer guy around here.
fr_fr: Bienvenue, bienvenue ! Je suis Richard. Je suis l'informaticien du coin.

source: I mostly work with this huge computer cluster here, although I also program the 614 bots in my spare time.
fr_fr: Je travaille la plupart du temps avec ce gros cluster d'ordinateurs, ici, autrement je programme des robots 614 pendant mon temps libre.

source: A computer cluster? What's that?
fr_fr: Un cluster d'ordinateurs ? Qu'est-ce que c'est que ça ?

source: A cluster is a group of computers, connected in a way that helps them collaborate in solving problems.
fr_fr: Un cluster est un groupe d'ordinateurs, connectés d'une façon qui les aide à collaborer dans la résolution de problèmes.

source: As they say, 'two heads are better than one'. And we have a lot of heads here.
fr_fr: Comme ils disent, 'deux mains sont plus fortes qu'une seule'. Et nous avons beaucoup de mains ici.

source: This is why I call this cluster 'Hydra'. A lot of heads indeed.
fr_fr: C'est pourquoi j'appelle ce cluster 'L'Hydre' . Il y beaucoup de têtes à l'intérieur.

source: I have a data cube with some information. Can you tell me something more about it?
fr_fr: J'ai un cube de données avec quelques informations. Pouvez vous me dire quelque chose à ce sujet ?

source: Interesting. Let me see this thing. Hmm... Yes, there is quite a lot of stuff in there. Maybe we could use Hydra to evaluate the data.
fr_fr: Intéressant. Laisse moi donc voir cette chose. Hmm... Oui, il y a vraiment beaucoup de trucs là dedans. Peut être qu'il sera possible d'utiliser l'Hydre pour évaluer les données.

source: Hey, what do we have here? The data is already prepared for processing by a cluster just like ours. Wow! That's excellent!
fr_fr: Hé, qu'est-ce que nous avons là ? Les données sont déjà prêtes pour l'analyse par un cluster comme le notre. Wow ! C'est terrible !

source: I'll feed it into Hydra right away. Expect the results in a short while. Hydra has never let me down so far.
fr_fr: Je nourrirai l'Hydre avec. Les résultats sont attendus dans peu de temps. L'Hydre ne me laisse jamais attendre trop longtemps.

source: Hey, did you get something out of that data cube?
fr_fr: Hé, est-ce que tu as sorti quelque chose du cube de données ?

source: Of course! I told you, Hydra has never failed me! I designed it myself, and I know computers very well. I never make mistakes.
fr_fr: Naturellement ! Je te l'ai dit, l'Hydre n'a jamais échoué ! Je l'ai conçue moi-même, et je connais très bien les ordinateurs. Je ne fait jamais d'erreurs.

source: Seems like the disruptor shield which prevents all our attacks on Hell Fortress can be controlled from somewhere outside or something like that.
fr_fr: Il semblerait que le bouclier disrupteur qui arrête nos attaques sur l'usine infernale puisse être contrôlé de l'extérieur, ou quelque chose du genre.

source: I was busy servicing one of Hydra's nodes, but I sent the full report to Spencer. He will tell you more.
fr_fr: J'étais occupé par l'entretien d'un des noeuds de l'hydre, mais j'ai envoyé le rapport entier à Spencer. Il t'en dira plus.

source: Take care, Linarian.
fr_fr: Prend garde, Linarien.

source: Tell me more.
fr_fr: Dis m'en plus.

source: A... friend of mine, Koan, stole something of great value to me.
fr_fr: Un... ami à moi, Koan, ma dérobé quelque chose qui a une grande valeur à mes yeux.

source: He is hiding somewhere in the desert, I don't know exactly where.
fr_fr: Il se cache quelque part dans le désert, je ne sais pas exactement à quel endroit.

source: I will get your property back.
fr_fr: Je te rapporterai ta possession.

source: Excellent. I am pleased to hear this.
fr_fr: Parfait. Je suis heureux d'entendre ça.
